{
    "name": "EN-Failure",
    "pages": [
        "And so we have come to the end. After all these years, the disease has reached me too.\nThere is no longer any hope that I can be saved, so I might as well leave my final thoughts in these notes.\n\nDear curious colleague, if you ever read these",
        "notes, it means it is too late for me.\nI wanted to thank you for helping me during these months.\nDuring my long and perilous journeys, I have almost always been alone, except for occasional visits to villages and the company of my donkey. It has been pleasant to have someone nearby",
        "who understood the importance of research like me, and that gave me the strength to continue my mission.\n\nFor many years, I have wandered these lands, and I have had only one goal: to find a cure for undeath. Yet I have failed.",
        "I will spare you the details of my past life and the horrors I have experienced, and I beg your forgiveness if I did not reveal everything to you immediately.\nIn hindsight, I should have told you everything from the beginning; who knows, maybe something would have changed? I just don't know.",
        "Once again, I find myself lost and confused, exactly like the day it all began hundreds of years ago. Once again, I prove nothing but my being a failure. Despite all the places I have visited, the notes I have read, and the experiments I have conducted, I couldn't do it... and honestly, I doubt that there is even a way to bring hope back to these lands.",
        "One thing is certain, I will not allow my empty body to cause pain to those who are still alive. I will make sure to lock myself away where I cannot harm anyone.",
        "I'm sorry I couldn't bid you farewell in person, but I want you to know that it was truly a pleasure to meet someone like you in these desolate lands, and that, despite certain... events, your company has been",
        "a small spark in this dark world.\n\nKeep fighting, colleague, and do it for me too. Farewell."
    ]
}
