{
    "name": "La forgia abbandonata",
    "pages": [
        "Appunti di Ricerca n° 102\n\nOggi ho fatto una scoperta inusuale. Mi stavo accingendo a piazzare la tenda, quando ho notato del fumo in lontananza. Incuriosito, mi sono quindi avvicinato alla fonte dell'esalazione, e con mia sorpresa essa indicava",
        "l'entrata di una forgia del regno antico.\n\nLa struttura era davvero in buono stato nonostante gli anni, le scale erano solo leggermente marce e mi hanno permesso di raggiungere con facilità la caverna principale.",
        "La stanza era in ottime condizioni ad eccezione della polvere sopra gli utensili, sembrava quasi come se qualcuno avesse messo in ordine prima di abbandonarla.\nLe uniche cose in cattivo stato erano l'incudine, la quale era sul punto di infrangersi per i",
        "ripetuti utilizzi, e il portale, ma di quest'ultimo non c'è da stupirsi, in tutti i miei anni di esplorazione non ho mai visto un portale attivo.\n\nRovistando nella casa affianco al portale ho trovato dei materiali per la creazione e riparazione di armi, uno schema con il",
        "simbolo del regno, una spada e vari libri incantati che andavano probabilmente applicati ad essa.\nNessuna traccia di frammenti purtroppo. Peccato, mi avrebbero fruttato parecchio.\n\nInfine ho notato un libro sopra il banco da forgiatura. Era il",
        "diario di un soldato della guerra civile.\nMolte pagine erano strappate, ma da ciò che si riusciva a leggere ho dedotto che il suo battaglione fosse stato smantellato a causa della Piaga, e che dopo mesi di tentativi di sopravvivenza nella natura selvaggia lui fosse rimasto l'ultimo",
        "in vita.\n\nIl diario era stato abbandonato per questioni pratiche, quindi non è dato sapere che sorte abbia avuto. In passato quei maledetti soldati non hanno mai fatto nulla di buono, ma questo non sembrava una cattiva persona.",
        "Leggere il passaggio sui suoi sensi di colpa e gli incubi per la morte recente dei suoi ultimi compagni ha riaperto vecchie ferite che pensavo si fossero chiuse anni fa, credo che i prossimi giorni non saranno molto piacevoli."
    ]
}
