{
    "name": "Le rovine acquatiche",
    "pages": [
        "Appunti di Ricerca n° 54\n\nOggi mi stavo rilassando specchiandomi nell'acqua, quando ho notato una bizzarra sagoma sotto la superficie. Non era la solita rovina dei Follonichesi, questa aveva... qualcosa di diverso.",
        "Per quanto non mi piaccia troppo bagnarmi il camice, spinto dalla curiosità ho nuotato fino alla struttura, finché qualcosa non mi ha trascinato in profondità.\nL'attimo del panico di non riuscire a risalire ha fatto presto spazio alla curiosità nel notare che le",
        "bolle d'aria, trascinate anch'esse dalla superficie, erano al contempo una perfetta fonte di ossigeno.\n\nQuello che ho visto lì in profondità mi ha lasciato senza parole. Era un tempio come mai visti prima! Sembra fosse un luogo dedicato al culto di",
        "qualcosa di molto specifico di cui non avevo mai trovato informazioni altrove.\nAl suo interno si trovavano cocci, panchine e un macabro bacino riempito di sabbia delle anime che creavano una corrente inversa a quella che mi aveva trasportato qui giù, ma che generava",
        "comunque bolle d'aria, come il materiale stesso gridasse senza sosta, e senza nessuno che possa sentirlo.\n\nLeggendo le incisioni nel prismarino all'esterno, ho notato che fossero scritte nello stesso alfabeto antico trovato nella torre in frantumi e nei\n",
        "tavoli dediti all'incantamento.\nPerò c'era un carattere ambiguo, che non corrispondeva a nessuno di quelli conosciuti. Sembrava un carattere usato sia per \"cuore\" che per \"occhio\", forse indicava la \"cosa\" che si trovava nella gabbia in cima",
        "all'altare, alla quale si rivolgevano in preghiera.\n\nUn'altra cosa che mi ha stranito è che questo tempio non aveva alcun Guardiano, a parte qualche Follonichese armato di tridente o di conchiglie. Qualunque cosa fosse celebrata lì deve essere stata",
        "portata via anche prima della loro caduta come popolazione.\n\n\nAnche loro sono stati abbandonati?"
    ]
}
