{
    "name": "Diario macchiato",
    "author": "???",
    "pages": [
        "Giorno 24 - Sera\n\nBuone notizie finalmente, ho trovato una forgia!\nPensavo ormai di essere spacciato, e invece ecco un luogo sicuro dove potersi rimettere in sesto e dormire.\n\nNon ho più le forze neanche per scrivere,",
        "mi medicherò e penso che crollerò subito, dopo le ultime settimane questi mattoni nel pavimento sembrano il letto di un re.",
        "",
        "Giorno 25 - Mezzogiorno\n\nOoh, finalmente non devo più soffrire come un cane ad ogni passo che faccio! La gamba ha iniziato a guarire, e sono riuscito a combinare un bel po' di cose. Ancora qualche giorno e dovrei essere in grado di",
        "continuare il viaggio.\n\nQuesto posto sarà anche in stato di abbandono, ma è davvero ben fornito, ci sono tutti gli strumenti di cui un soldato può avere bisogno!\nCi è voluta metà mattinata per rimettere gli strumenti in ordine, spazzare",
        "via la polvere e lavare il sangue di chissà chi abbia combattuto qua dentro, e poi mi sono messo al lavoro.\nHo usato il forno per fondere del ferro che avevo con me, e poi lo ho usato per riparare la spada. L'incudine era messa piuttosto male, ma ha retto ai colpi per",
        "fortuna.\nMi sarebbe anche piaciuto applicare quello schema alla corazza, ma non ho i materiali che vorrei...",
        "Giorno 25 - Sera\n\nDopo aver fatto un bel pranzo a base di pane indurito, ho provato a usare la mola per rimuovere quella dannata maledizione dagli stivali, e...\nCome immaginavo è stato inutile, non vogliono proprio sfilarsi! Avessi",
        "ascoltato Karla quella volta, mannaggia a me... Mi toccherà tenerli indosso finché non si romperanno, spero solo che la puzza non mi ucciderà quando sarà il momento, ahahah!\n\nComunque, rovistando nella cassa dietro il portale ho trovato alcuni libri incantati,",
        "tra cui affilatezza (che fortuna sfacciata!).\nDue colpi all'incudine e qualche ampolla di esperienza dopo la spada ha finalmente mostrato quegli stupendi riflessi viola. Adesso sì che mi sento rinvigorito, non vedo l'ora di infilarla nel petto di qualche schifoso non morto!",
        "Con la fortuna che ho avuto finora ci mancava solo che trovassi pure un lingotto di Netherite... o una spada di diamante... o perché no, entrambi!\nBeh, non si può avere tutto dalla vita no? È ora che me ne vada a dormire.",
        "Giorno 25 - Notte\n\nHo sognato di nuovo Antho e Karla.\n\nÈ sempre quel momento, quel maledetto momento di due settimane fa, chiaro come la luce della luna che filtra attraverso l'entrata della forgia.",
        "Antho sta seppellendo Uurs mentre io e Karla facciamo la guardia, quando intravede per un attimo un demone.\nNon fa in tempo ad avvisarci che il demone gli si teletrasporta davanti, spezzandogli il collo.\n\nNello stesso istante decine di non morti",
        "escono dagli alberi.\nIo e Karla siamo rimasti da soli, non abbiamo possibilità. Ci diamo alla fuga, lasciando il corpo decapitato di Antho per terra.\n\nMentre corriamo tra gli alberi una freccia incendiaria sfreccia tra i rami. Io non la noto, sento solo la",
        "spinta di Karla che mi butta a terra.\nLa freccia la prende sul collo, e in un attimo il suo corpo è avvolto dalle fiamme. Non avevo acqua, neanche un secchio, non so cosa fare.\nAltri non morti si avvicinano, vado nel panico, mi volto e corro, corro senza pensare, senza",
        "voltarmi.\n\nÈ colpa mia, non avrei dovuto dire di fermarci a seppellire Uurs, dovevamo lasciarlo lì e proseguire. È colpa mia, è colpa mia, è colpa mia, è colpa mia, è colpa mia, vi prego ragazzi, perdonatemi, mi dispiace, non dovevo, vi prego, mi",
        "dispiace, mi dispiace.",
        "",
        "Giorno 26 - Mattino\n\nBeh, non è stata la notte migliore della mia vita se devo essere onesto.\nLa gamba è ormai guarita e sto finendo il cibo, credo sia purtroppo arrivato il momento di andarmene. Devo alleggerirmi il più possibile se non voglio essere una preda",
        "facile, e ormai ho finito le pagine di questo diario. A malincuore devo lasciarlo qui, continuerò a scrivere sull'altro libro vuoto.\n\nOrmai la guerra non ha più significato. I miei compagni sono morti, i regni sono caduti, l'unica cosa che una persona può",
        "fare è cercare di sopravvivere e non impazzire. Per tutto questo tempo ho mantenuto la mia sanità mentale scrivendo in questo diario, chissà però per quanto ancora funzionerà...\n\nNo, non ci devo pensare, Karla si è sacrificata per",
        "salvarmi, e per onorare la sua memoria e quella di tutti gli altri devo vivere, vivere.\nNon mi arrenderò, la civiltà sarà sopravvissuta da qualche parte, deve esserlo.\nTroverò altre persone, e con loro cercherò di invecchiare e vivere\n",
        "in pace.\nQuesto sarà il mio ringraziamento per loro."
    ]
}
