{
    "name": "Appunti dimenticati",
    "author": "Ricercatore",
    "pages": [
        "Appunti di ricerca n° 113\n\nSono sceso in questa caverna alla ricerca di nuovi materiali e ho fatto una scoperta assai particolare.\nHo notato in un angolo buio una piccola colonia di miceti. Non ne avevo mai trovati in profondità, ma pare che in queste",
        "condizioni si trovino a proliferare in maniera assai unica.\n\nAvevo intenzione di continuare il mio viaggio verso sud, ma penso che mi sistemerò qui vicino in modo da poter fare esperimenti.",
        "",
        "Giorno 2\n\nI miceti si sono rivelati più di un semplice oggetto di ricerca. Teoricamente nella natura bisognerebbe rifuggire dai colori sgargianti, ma io sono uno che non si è mai tirato indietro di fronte ai rischi, per cui ho provato a sperimentare con le",
        "mie doti culinarie.\nCiò che è saltato fuori dalle mie macchinazioni non è altro che una gustosa zuppa, ottima per integrare la mia dieta solitamente basata sulla carne!\n\nChissà, quando uscirò di qui potrei anche reinventarmi come cuoco, non mi pare di aver mai visto questa",
        "pietanza servita nei villaggi che ho visitato durante i miei viaggi.",
        "",
        "Dalle formazioni rocciose vicino al rifugio sembrano colare delle gocce di lava provenienti da un bacino poco più in alto.\nHo scelto di menzionarle adesso in quanto ho seriamente rischiato di restare ustionato poco fa, e",
        "ho quindi deciso di risolvere il problema in qualche modo.\nPer quanto rimangano pericolose, la regolarità con il quale cadono è senza alcun dubbio affascinante, forse posso provare a sfruttarle a mio vantaggio...",
        "",
        "Giorno 4\n\nHa funzionato! Ci è voluto un po', ma con questo ingegno posso prolungare ancora di qualche giorno la mia permanenza qui sotto... almeno finché non finisco la carne, in quanto i funghi hanno già iniziato a stufarmi.\nIn ogni caso, una volta finito qui",
        "tornerò in superficie, non posso permettermi di mettere da parte per troppo tempo il mio obiettivo principale."
    ]
}
