{
    "name": "Diario bruciato",
    "author": "???",
    "pages": [
        "Giorno ■■■ Anno β 1.9\n\nHo appena fatto uno strano sogno.\nC'erano due esseri dalla forma non comprensibile, uno aveva due brillanti occhi verdi, mentre dell'altro non conservo ricordi vividi.\nHanno parlato a lungo di me come se non ci",
        "fossi, usando anche parole che non comprendevo.\nAd un certo punto si sono girati verso di me, e hanno iniziato a dipingere con le stelle delle rune.\n\nUna volta svegliato, mi sono precipitato a scriverle in un libro, con il sudore alla fronte, ma non so",
        "nemmeno perché mai abbia dato così tanta importanza a un sogno.\nDopo aver finito, il libro ha iniziato a levitare sul mio tavolo in Vetro di Drago, al centro della stanza tra le mie librerie impolverate.\nNe sono terrorizzato e affascinato allo stesso tempo.",
        "",
        "Giorno ■■■ Anno β 1.9\n\nHo sognato di nuovo quei due esseri, ma questa volta non mi hanno degnato d'uno sguardo.\nAppena sveglio, ho sperimentato con il libro volante, non sapevo cosa potesse uscirne fuori quindi per ogni evenienza ho impugnato la mia",
        "vecchia spada smussata, sperando fosse abbastanza.\n\nMentre sfogliavo le pagine del libro queste ultime si riempivano di rune sempre nuove, che non avevo mai visto.\nHo iniziato ad appuntare tutti i simboli che vedevo, e in men che non si dica",
        "ho riempito decine di librerie. Dalle stesse dopo un po' hanno iniziato a sgorgare gli stessi caratteri scritti in precedenza, che ora confluivano inspiegabilmente verso il libro principale che brillava sempre piú.\nNon potevo fermarmi peró, sempre nuove parole stavano continuando ad",
        {
            "type": "component",
            "content": [
                {
                    "text": "apparire, quindi ho preso dei lapislazzuli con i quali alle volte coloravo le mie vesti e ho iniziato a scrivere prima sui muri, poi sul pavimento, e infine anche sulla spada che mi ero portato.\n\n\""
                },
                { "text": "Affilatezza", "font": "minecraft:alt" },
                { "text": "\"\n\nQuesta è la parola che ho inciso sulla" }
            ]
        },
        {
            "type": "component",
            "content": [
                {
                    "text": "spada prima che da una vecchia lama arrugginita diventasse l'arma piú tagliente che avessi mai visto\nE allora ho continuato:\n\n\""
                },
                { "text": "Aspetto di fuoco", "font": "minecraft:alt" },
                {
                    "text": "\"\n\n\""
                },
                { "text": "Contraccolpo", "font": "minecraft:alt" },
                {
                    "text": "\"\n\n\""
                },
                { "text": "Indistruttibilità", "font": "minecraft:alt" },
                {
                    "text": "\"\n\n\""
                },
                { "text": "Saccheggio", "font": "minecraft:alt" },
                {
                    "text": "\""
                }
            ]
        },
        "E ancora, scrivevo su ogni singolo centimetro, osservando ogni volta un effetto più forte del precedente, facendo lo stesso anche su nuovi libri che iniziavano a splendere allo stesso modo...\nFinché infine la spada non si è spezzata, sparando i suoi",
        "frammenti in tutta la stanza.\nMi ha mancato per un soffio, ma lo stesso non posso dire del libro, ora diviso in  mille pezzi che fluttuano ancora adesso in aria.\n\nDevo riposarmi.",
        "",
        "Giorno ■■■ Anno β 1.9\n\nOggi ho sognato ancora il luogo buio tra le stelle dove avevo incontrato i due esseri, ma loro erano completamente spariti.\nMa perché? Mi hanno dato loro quei simboli, per quale motivo ora mi avrebbero abbandonato?",
        "Ho bisogno di risposte.\n\nI frammenti del libro distrutto volano ancora per la stanza, con delle scintille che cercano di tenerlo insieme in maniera sempre più instabile.\nForse questa è una punizione?\nPerché gli occhi di quell'entità mi sono così familiari?",
        "",
        "\n\n\n\n\n\n\n\n\n\n\n\n\n          Cos'è... la fine?",
        "\n\n\n\n[Il resto del diario è troppo rovinato ed è divenuto illeggibile]"
    ]
}
