{
    "name": "Stained Diary",
    "author": "???",
    "pages": [
        "Day 24 - Evening\n\nGood news at last, I found a forge!\nI thought I was done for, but here's a safe place to recover and sleep.\n\nI don't even have the strength to write anymore, I'll medicate myself and I think I'll collapse immediately,",
        "",
        "after these last few weeks these bricks on the floor feel like a king's bed.",
        "Day 25 - Noon\n\nOoh, finally I don't have to suffer like a dog with every step I take! The leg has started to heal, and I've managed to accomplish quite a bit.\n\nA few more days and I should be able to continue the journey.",
        "This place may be in a state of disrepair, but it's really well stocked, it has all the tools a soldier could need!\nIt took me half the morning to organize the tools, sweep away the dust, and wash away the blood of who knows who fought in here, and then I got to work.",
        "I used the furnace to melt some iron I had with me, and then I used it to repair the sword. The anvil was quite damaged, but it held up to the blows luckily.\nI would have liked to apply that pattern to the armor as well, but I don't have the materials I'd like...",
        "Day 25 - Evening\n\nAfter having a nice lunch of hard bread, I tried to use the grindstone to remove that damn curse from the boots, and...\nAs I expected, it was useless, they just won't come off! If only I had listened to Karla that time, damn me... I'll have to keep wearing",
        "them until they break, I just hope the stench won't kill me when the time comes, ahaha!\n\nAnyway, rummaging through the chest behind the gate, I found some enchanted books, including Sharpness (what brazen luck!).\nTwo strikes on the",
        "anvil and a few bottles of experience later, the sword finally showed those beautiful purple reflections. Now I feel invigorated, I can't wait to plunge it into the chest of some filthy undead!\n\nWith the luck I've had so far, the only thing missing was finding a",
        "Netherite ingot... or a diamond sword... or why not, both!\nWell, you can't have everything in life, can you? It's time for me to go to sleep.",
        "Day 25 - Night\n\n[This part of the diary is missing]",
        "Day 26 - Morning\n\nWell, it wasn't the best night of my life to be honest.\nThe leg is now healed and I'm running out of food, I'm afraid it's unfortunately time to leave. I need to lighten up as much as possible if I don't want to be an easy prey, and I've run out of",
        "pages in this diary. Regrettably, I have to leave it here, I'll continue writing on the other blank book.\n\nWar has lost its meaning now. My comrades are dead, the kingdoms have fallen, the only thing a person can do is try to survive and not go crazy. For all this",
        "time, I've kept my sanity by writing in this diary, but who knows how long it will still work...\n\nNo, I shouldn't think about it, Karla sacrificed herself to save me, and to honor her memory and that of all the others I must live, live.\nI won't give up,",
        "civilization must have survived somewhere, it must have.\nI'll find other people, and with them I'll try to grow old and live in peace.\nThis will be my thanks to them."
    ]
}
