{
    "name": "Abandoned Diary",
    "author": "???",
    "pages": [
        "For some time now, I've been studying amethyst. It's a mineral that emits a pleasant sound upon contact, but I have a feeling I could discover something more...\nBut for now, I haven't found a concrete use for these crystals.\n\nBut for now, I haven't",
        "found a concrete use for these crystals. \\nAt least R■■■■■■ seems to like them.\n\nBy the way, where could he have gone? I sent him to look for materials to repair my beloved record player, but he hasn't returned yet, not even when I called him",
        "back with the melody he loves so much.\nLike all members of his species, my familiar doesn't possess much physical strength and isn't able to defend himself from monsters, but so far he's always done great in gathering materials and supplies. Those little creatures must be really resilient to",
        "always manage to come back unscathed.\nI hope he returns soon, because if I can't listen to my music discs, I struggle to concentrate.\n\nWhile I wait for him, I'll do some maintenance on the music circuit, my invention of which I am most proud and which my familiar",
        "seems to appreciate so much. That melody reminds me of my old home, evenings sitting around the fireplace, listening to the elders tell stories of distant and mysterious worlds...\nIt's a real shame that the music blocks keep getting out of tune and filling with cobwebs, every time",
        "it's such a hassle to go down to fix and dust the basement.",
        "",
        "R■■■■■■ still hasn't returned and I fear he's gotten into trouble.\n\nAnd what happened a few days ago only adds to my worries.\nLooking out the window as usual, I spotted a group of shady characters, with a grotesque banner trailing behind. One of",
        "them even tried to break through my house walls, ruining a block. Fortunately, they didn't damage the redstone torch that powers my circuit.\nI've heard that some individuals have turned to banditry, but I didn't think they'd stoop so low...\n\nAlas, the times of our",
        "great kingdom are over now.",
        "",
        "I've decided, I'll go out on reconnaissance to find him.\n\nI don't like leaving the lab, especially if those people are out there along with the nighttime monsters, but R■■■■■■ is out there.\nThat little guy has kept me company in these years of",
        "solitude, besides helping me in my research, and I don't intend to abandon him now.\n\nI'll search for him until the end of the universe, if necessary."
    ]
}