{
    "name": "Fallimento",
    "pages": [
        "E così siamo arrivati al dunque. Dopo tutti questi anni la malattia ha raggiunto anche me.\nOrmai non c'è più speranza che mi possa salvare, tanto vale lasciare i miei ultimi pensieri in questi appunti.\n\nCaro collega curioso, se mai leggerai questi",
        "appunti, significa che per me è troppo tardi.\nVolevo dunque ringraziarti per avermi aiutato in questi mesi.\nDurante i miei lunghi e pericolosi viaggi sono quasi sempre stato in solitudine, salvo saltuarie visite a villaggi e la compagnia del mio asino. È stato piacevole avere vicino",
        "qualcuno che capisse come me l'importanza della ricerca, e ciò mi ha dato la forza di continuare la mia missione.\n\nPer tanti anni ho vagato per queste terre, e ho avuto soltanto un obiettivo: trovare la cura per la non morte. Eppure ho fallito.",
        "Ti risparmierò i dettagli della mia vita passata e degli orrori che ho vissuto, e ti prego di perdonarmi se non ti ho rivelato tutto subito.\nCol senno di poi avrei fatto meglio a dirti tutto dall'inizio, chissà, magari sarebbe cambiato qualcosa? Io proprio non lo so.",
        "Ancora una volta mi trovo sperduto e confuso, esattamente come il giorno in cui tutto è cominciato centinaia di anni fa. Ancora una volta non dimostro altro che il mio essere un fallimento. Nonostante tutti i posti che ho visitato, gli appunti che ho letto e gli esperimenti che ho",
        "fatto, non ce l'ho fatta... e sinceramente dubito che anche solo esista un modo per riportare la speranza in queste terre.\n\nUna cosa è certa, non permetterò che il mio corpo vuoto porti dolore a chi ancora è in vita. Farò in modo di rinchiudermi dove non potrò fare del male a",
        "nessuno.\n\nMi dispiace non averti potuto dare un addio di persona, ma voglio almeno che tu sappia che è stato davvero un piacere conoscere qualcuno come te in queste terre desolate, e che, nonostante certi eventi... particolari, la tua compagnia è stata",
        "una piccola scintilla in questo mondo buio.\n\nContinua a combattere collega, e fallo anche per me. Addio."
    ]
}
