{
    "name": "Failure",
    "pages": [
        "Research Notes No. 115\n\nAnd so, we have come to the end. After all these years, the Plague has reached me too.\nThere's no hope left for me to be saved now, so I might as well leave my final thoughts in these notes.",
        "Dear colleague who reads my journals, I wanted to thank you for the interest you have shown in my discoveries, and especially for the companionship you have brought me.\n\nDuring my long and perilous journeys, I have almost always been in solitude,",
        "except for occasional visits to villages and the presence of my donkey. It was therefore pleasant to have someone nearby who understood like me the importance of research as I did; this gave me the strength to continue my mission.\n\nYou see, for many years I have roamed",
        "these lands, and I had only one goal: to find a cure for the undead.\n\nI will spare you the details of my past life and the horrors I have experienced, but please understand, I had good reasons not to trust anyone on this subject.",
        "In hindsight, I should have told you everything from the beginning, who knows, maybe something would have changed? I just don't know.\n\nOnce again, I find myself lost and confused, like the day it all began, and everyone's lives changed forever.",
        "Once again, I prove nothing but my own failure. Despite all the places I have visited, the notes I have read, and the experiments I have conducted, I have failed. I did not found a cure, and it probably doesn't even exist.\n\nOne thing is certain, though; I will not allow",
        "my empty body to cause pain to those who are still alive. I will make sure to lock myself away where I cannot harm anyone.\n\nI'm sorry I couldn't bid you farewell in person, but I want you to know at least that it was truly a pleasure to meet someone like you in these desolate",
        "lands, and that your companionship has been a beacon of hope in this world of pain.\n\nKeep fighting, colleague, and do it for me too. Goodbye."
    ]
}
