{
    "pages": [
        "Caro diario,\n\nè da molto tempo che non scrivo in queste pagine, da quando mi sono allontanata dal villaggio per poter vivere in campagna in tranquillità.\nCredo che siano ormai 5 anni.\n\nNon mi è mai piaciuto stare in mezzo a tutto quel casino;",
        "il via-vai di persone, il rumore dei fabbri e degli armaioli, l'odore acre dei distillati provenienti dalla canonica, i passi pesanti del guardiano, il fastidioso gossip dei vicoletti...\n\nEra uno stile di vita in cui non mi sentivo a mio agio.",
        "Per non parlare del fatto che molti detestavano il mio apprezzamento verso queste piccole bestioline.\n\nMa ora in mezzo a prati verdi e alte querce, posso dire di sentirmi in pace e dedicare tutte le mie attenzioni alle mie bimbe.",
        "Sai, sono creature incomprese le api.\nMolti le destano o si trovano a disagio in loro presenza, ma sono totalmente innocue e sono fondamentali per la vita di diverse piante, animali e perfino noi.\n\nCerto, ti prendono di mira se provi a prendere il loro miele.",
        "E chi non lo farebbe?\nPer produrre un cucchiaino di miele, sono necessarie più di 252 api che lavorano incessantemente per un intero giorno.\nCome ti sentiresti se qualcuno dal nulla ti rubasse ciò per cui hai lavorato e faticato duramente?",
        "Ma il miele delle mie api è talmente dolce e buono che non ne posso fare a meno.\n\nDando loro diverse varietà di fiori da impollinare, ha anche acquisito proprietà immunitarie contro veleni comuni e le intossicazioni.",
        "Come faccio a prenderlo senza essere punta ti chiederai?\n\n\nEh eh, segreto :P",
        "",
        "",
        "",
        "Un segreto che tengo in fondo al mio baule.\n\nP.S.: lo sapevi tecnicamente le api non dovrebbero essere in grado di volare? Hanno le ali troppo piccole e il corpo troppo tozzo per poter prendere il volo.",
        "Eppure volano comunque.\nQuesto perché alle api non importa cosa gli uomini pensano sia impossibile.\nO almeno questo è quello che credo io, e mi ha sempre dato la forza di continuare per la mia strada con le mie convinzioni.\n\n                                                                                ~ Melissa"
    ],
    "name": "Diario scarabocchiato",
    "author": "???"
}
