{
    "pages": [
        "Da qualche tempo, ho iniziato a studiare i cristalli di ametista.\nSi tratta di un minerale che emette un piacevole suono al contatto, però non ho ancora trovato un uso concreto per questi frammenti.\n\nPerlomeno, piacciono a R■■■■■■.\n",
        "A proposito, è da un po' che l'ho mandato a raccogliere i materiali per riparare il mio giradischi, ma non è ancora tornato.\nNeanche la melodia che gli piace tanto è servita a richiamarlo.\nSto iniziando a preoccuparmi.\nSo che sa cavarsela, ma non aveva mai tardato così tanto...\n",
        "In ogni caso, nell'attesa, farò un po' di manutenzione al mio circuito musicale, anche se senza il suo aiuto nel raccogliere le cose da terra, ci vorrà un po' di tempo.\nLa melodia incisa è la nostra preferita, una vecchia canzone che si suonava attorno ai falò nel mio villaggio natale.\n",
        "Quanti bei ricordi: dolcetti e storie di viaggi lontani e terre misteriose, raccolti tutti attorno al fuoco...\n\nSe non si scalibrasse ogni tre per due, potrei rimanere a fantasticare nei miei ricordi, invece di dover pulire sempre il seminterrato...\n",
        "",
        "R■■■■■■ non è ancora tornato. Temo sia finito nei guai... e ciò che è successo l'altro giorno non fa che aumentare le mie preoccupazioni.\n\nAffacciandomi alla finestra, ho scorto un gruppo di loschi figuri che portavano un grottesco stendardo con loro.\n",
        "Fortunatamente erano solo di passaggio, ma non sembravano avere buone intenzioni.\nAvevo sentito che alcuni individui si erano dati al brigantaggio, ma non pensavo che fossero caduti così in basso.\nAhimé, i tempi del nostro grande regno sono ormai finiti...\n",
        "",
        "",
        "Ho preso una decisione: uscirò a cercarlo.\n\nNon importa se ci sono i mostri o quei predoni in giro, è passato troppo tempo, R■■■■■■ è là fuori da qualche parte e ha bisogno di aiuto per tornare a casa.\nHa bisogno di me.\n",
        "Quel piccoletto mi ha tenuto compagnia per tutti questi lunghi anni di solitudine e non intendo abbandonarlo ora.\n\nLo cercherò fino alla fine dell'universo, se necessario.\n"
    ],
    "name": "Diario abbandonato",
    "author": "???"
}