[
    {
        "id": 34,
        "name": "\"\"\"Casa\"\"\" tra i ghiacci",
        "x": "520",
        "y": "63",
        "z": "-223",
        "x1": "547",
        "y1": "75",
        "z1": "-234",
        "x2": "499",
        "y2": "58",
        "z2": "-178",
        "description": "Una \"\"\"casa\"\"\" tra i ghiacci che offre un caldo riparo durante l'esplorazione di Polar'Hetty.\n\nÈ rustica, variopinta, con un tetto bicolor, la latrina al centro e un letto fluttuante.\n\nL'accesso al balcone sul tetto è permesso da un complesso sistema di scale e botole.\n\nHa non uno, ma ben due orsi da guardia.",
        "type": "WORLD",
        "imagePath": "/assets/places/casa_ghiacci.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 1,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 42,
        "name": "? ? ?",
        "x": "1368",
        "y": "25",
        "z": "190",
        "x1": "1362",
        "y1": "20",
        "z1": "186",
        "x2": "1375",
        "y2": "27",
        "z2": "194",
        "description": "Nelle profondità più recondite della Fortezza del Sapere si trova una stanza diversa da tutte le altre, caratterizzata da una struttura circolare, apparentemente indistruttibile, su una pozza di lava.\n\nQuesta struttura è composta da 12 contenitori nei quali gli Occhi di Ender possono essere inseriti.",
        "type": "STRUCTURE",
        "imagePath": "/assets/places/end_portal.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 2,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 90,
        "name": "Accampamento nella Foresta Lontana",
        "x": "-1004",
        "y": "71",
        "z": "6794",
        "x1": "-971",
        "y1": "100",
        "z1": "6767",
        "x2": "-1024",
        "y2": "60",
        "z2": "6818",
        "description": "Un accampamento di fortuna creato all'interno di una fitta foresta, con il solo scopo di semplificare l'esplorazione di H'tessworg.\nPer questa ragione è costituito da un letto, una cassa, una fornace ed un portale.\n\nPer puro caso non è molto lontano da una Magione della Setta, la quale, al momento della sua scoperta, andava a fuoco.",
        "type": "PORTAL",
        "imagePath": "/media/places/portale_mansion2.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 93,
        "name": "Accampamento sulla Riva",
        "x": "1064",
        "y": "63",
        "z": "4242",
        "x1": "1077",
        "y1": "55",
        "z1": "4224",
        "x2": "1054",
        "y2": "100",
        "z2": "4265",
        "description": "Un accampamento di fortuna creato sulle rive di un corso d'acqua, in un nuovo bioma, per semplificare l'esplorazione di H'tessworg.\n\nPer qualche strana ragione è circondato da una cinta muraria di forma dubbia, la cui utilità è annichilita dal fatto che un portale ne faccia parte, permettendo di fatto una comunicazione diretta con l'esterno.\n\n",
        "type": "PORTAL",
        "imagePath": "/media/places/portale_savana.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 49,
        "name": "Accampamento tra le nevi",
        "x": "1272",
        "y": "30",
        "z": "-1400",
        "x1": "",
        "y1": "",
        "z1": "",
        "x2": "",
        "y2": "",
        "z2": "",
        "description": "Una struttura in mezzo alle nevi, isolata da tutto il resto.\n\nUn letto comodo ed i materiali di prima necessità nascondono un sotterraneo nel quale qualcuno cercava la Cura alla disgrazia che ha colpito Growsseth.\n\nChi è questo studioso? Perché ha effettuato questi studi? E, soprattutto, che fine ha fatto?",
        "type": "STRUCTURE",
        "imagePath": "/assets/places/igloo.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 55,
        "name": "Antro Aaahno",
        "x": "2210",
        "y": "67",
        "z": "315",
        "x1": "2190",
        "y1": "150",
        "z1": "264",
        "x2": "2240",
        "y2": "30",
        "z2": "360",
        "description": "Un antro all'interno di una montagna.\n\nLe guide turistiche di Growsseth riferiscono che sia un antro imboccato da molti per sbaglio.\n\nPoveri loro! Nessuno sa che fine abbiano fatto, di sicuro non c'è alcuna correlazione con le esalazioni di zolfo e di altri gas tossici tipiche di questo luogo.\n",
        "type": "MINE",
        "imagePath": "/assets/places/aaahno.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 51,
        "name": "Antro Abissale",
        "x": "1360",
        "y": "33",
        "z": "-1809",
        "x1": "1342",
        "y1": "55",
        "z1": "-1788",
        "x2": "1393",
        "y2": "27",
        "z2": "-1839",
        "description": "Un insieme di grotte che si sviluppano sotto il monte Quayraza.\n\nIn questi antri è molto facile riscontrare la presenza di acqua, lava e, ovviamente, aria.",
        "type": "MINE",
        "imagePath": "/assets/places/antro_abissale.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 58,
        "name": "Antro in Calore",
        "x": "1139",
        "y": "66",
        "z": "1223",
        "x1": "1154",
        "y1": "55",
        "z1": "1242",
        "x2": "1124",
        "y2": "100",
        "z2": "1213",
        "description": "Una pozza di lava fiammeggiante.\n\nNon è ben chiaro in che modo, ma si dice che questa pozza punisca tutti coloro che dicono cose poco intelligenti.",
        "type": "WORLD",
        "imagePath": "/assets/places/antro_calore.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 59,
        "name": "Avamposto di Re Vlasta",
        "x": "1310",
        "y": "61",
        "z": "1641",
        "x1": "1319",
        "y1": "100",
        "z1": "1657",
        "x2": "1400",
        "y2": "35",
        "z2": "1569",
        "description": "Re Vlasta si è espanso e sa che nessuno, in tutta Growsseth, potrà fermarlo.",
        "type": "SEA",
        "imagePath": "/assets/places/vlasta_1.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 48,
        "name": "Avamposto Mil'han",
        "x": "1624",
        "y": "87",
        "z": "-1835",
        "x1": "1722",
        "y1": "66",
        "z1": "-1846",
        "x2": "1660",
        "y2": "78",
        "z2": "-1768",
        "description": "Un avamposto di predoni metallici che sorge nelle vicinanze dei villaggi di Pen Sione e di Inth'er.\n\nPer qualche motivo, i predoni sono in guerra solo con il villaggio Inth'er, da loro rinominato così per esprimere la loro volontà di annetterlo, creando l'Int'her-land Mil'han-ese.\n\nL'assalto di un valoroso condottiero ha fatto sì che i Predoni venissero sconfitti e che la guerra cessasse.",
        "type": "PILLAGERS",
        "imagePath": "/assets/places/milhan.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 100,
        "name": "Bacon of Light",
        "x": "217",
        "y": "54",
        "z": "-538",
        "x1": "189",
        "y1": "30",
        "z1": "-490",
        "x2": "224",
        "y2": "90",
        "z2": "-565",
        "description": "Un bastione nascosto vicino a un delta di basalto. ",
        "type": "BASTION",
        "imagePath": "/media/places/bacon_ol.jpg",
        "ostID": "",
        "ostCredits": "",
        "isNew": false,
        "priority": 1,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 86,
        "name": "Bastiodon",
        "x": "146",
        "y": "77",
        "z": "525",
        "x1": "156",
        "y1": "91",
        "z1": "549",
        "x2": "102",
        "y2": "34",
        "z2": "507",
        "description": "Un bastione di Maialtri situato nel Nether. Fu scoperto dal gruppo d'esplorazione del quale faceva parte uno dei Gemelli del Nether.",
        "type": "BASTION",
        "imagePath": "/media/places/bastione_vert.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 92,
        "name": "Bastione Sul Lago Di Lava",
        "x": "-122",
        "y": "35 ",
        "z": "875",
        "x1": "-122",
        "y1": "20",
        "z1": "901",
        "x2": "-183",
        "y2": "100",
        "z2": "836",
        "description": "Un bastione situato su un grandissimo lago di Lava. \n\nLa sua locazione è stata annotata sul diario di un'antica spedizione: un esploratore ed il suo gruppo passarono di qui mentre erano alla ricerca di qualcosa.\n\nI suoni di questo luogo rievocano nella mente il ricordo della furiosa battaglia di Cartilagine, combattuta tra Maialtri e maiali selvatici.",
        "type": "BASTION",
        "imagePath": "/media/places/torrione.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 18,
        "name": "Bosco Buonlegno",
        "x": "1454",
        "y": "0",
        "z": "168",
        "x1": "1276",
        "y1": "150",
        "z1": "179",
        "x2": "1632",
        "y2": "48",
        "z2": "-168",
        "description": "Un bosco non molto distante da Villajjo.\n\nSi dice che le coppiette di Villajjo e dei villaggi limitrofi avessero l'abitudine di recarsi tra questi alberi per incidere le loro iniziali sulle pecore.\n\nLe malelingue sostengono fosse un rito propiziatorio, ma sono solo belati di corridoio.",
        "type": "WORLD",
        "imagePath": "/assets/places/buonlegno.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 57,
        "name": "Bosco Metroennovanta",
        "x": "1713",
        "y": "72",
        "z": "-156",
        "x1": "1548",
        "y1": "50",
        "z1": "-555",
        "x2": "1877",
        "y2": "200",
        "z2": "24",
        "description": "Un bosco che si ritiene abbia delle proprietà magiche: gli abitanti del vicino villaggio, infatti, riferiscono che recarsi tra questi alberi secolari faccia in modo che si diventi più alti, con un effetto tanto più forte quanto è più giovane chi lo subisce.\n\nIndiscrezioni affermano che il ricercatore abbia esplicitamente ammesso di non averci mai messo piede.",
        "type": "WORLD",
        "imagePath": "/assets/places/metroennovanta.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 36,
        "name": "Ca**o di Orientamento",
        "x": "566",
        "y": "0",
        "z": "-780",
        "x1": "555",
        "y1": "55",
        "z1": "-769",
        "x2": "578",
        "y2": "90",
        "z2": "-794",
        "description": "Qualcuno avrebbe l'ardore di dire che nelle lande di Polar'Hetty non ci sia un ca- beh, quel qualcuno, evidentemente, si sbaglierebbe.\n\nTra le lande di Polar'Hetty si erge lui, l'unico, l'ineguagliabile, il solo orientamento di forma fallica.\n\nMa non fatevi cogliere in fallo, non è solo estetico, è anche funzionale ed infiammato: la torcia permette di individuarlo di notte e di giungervi, per riposare nella casa adibita in prossimità delle sue parti basse.",
        "type": "STRUCTURE",
        "imagePath": "/assets/places/cazzo_1.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 9,
        "name": "Canyon di Elondo",
        "x": "1105",
        "y": "0",
        "z": "-88",
        "x1": "1208",
        "y1": "251",
        "z1": "25",
        "x2": "899",
        "y2": "0",
        "z2": "-201",
        "description": "Una montagna circondata dalla vegetazione che domina la pianura dove sorge Villajjo. Si dice che gli abitanti di Egobalego usassero scavare qui i giacimenti di ferro per produrre le loro sciabole.",
        "type": "WORLD",
        "imagePath": "/assets/places/elondo.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 30,
        "name": "Capanna nella Palude - Elondo",
        "x": "1143",
        "y": "65",
        "z": "-348",
        "x1": "1146",
        "y1": "90",
        "z1": "-343",
        "x2": "1134",
        "y2": "40",
        "z2": "-353",
        "description": "Una capanna in una palude non molto lontana da Villajjo.\n\nSembra abitata da un maestro delle fiale.\n\nChe provenga da Egobalego?",
        "type": "STRUCTURE",
        "imagePath": "/assets/places/capanna_1.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 37,
        "name": "Capanna nella Palude - Polar'Hetty",
        "x": "1200",
        "y": "0",
        "z": "-764",
        "x1": "1214",
        "y1": "90",
        "z1": "-746",
        "x2": "1190",
        "y2": "40",
        "z2": "-784",
        "description": "Una capanna nella palude, simile a quella avvistata nei pressi del Canyon di Elondo.\n\nEra abitata da una maestra delle fiale e dal suo gatto.\n\nDurante il combattimento mi è sembrato fosse cosciente, ma avendone trovate anche ad EgoBalego, loro luogo di provenienza, mi pare impossibile pensare che siano diverse dagli altri mostri corrotti in giro per Growsseth.",
        "type": "STRUCTURE",
        "imagePath": "/assets/places/capanna_2.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 63,
        "name": "Casa della Setta in Fiamme",
        "x": "4088",
        "y": "96",
        "z": "2930",
        "x1": "4063",
        "y1": "80",
        "z1": "2915",
        "x2": "4150",
        "y2": "200",
        "z2": "3020",
        "description": "Una vasta struttura tra i boschi di Growsseth; molte dicerie e leggende girano sul suo conto.\n\nNello specifico si racconta che in questo luogo, un tempo, vivesse una bambina con la sua famiglia.\n\nNonostante le ricchezze e l'agio, però, vi era infelicità in quell'ambiente, in quanto, la fanciulla era molto malata.\n\nA nulla servirono, nel corso degli anni, i tentativi di cura dei più esperti medici di Growsseth, i quali, dopo aver tentato il tentabile, comunicavano alla famiglia sempre lo stesso esito: la terapia aveva fallito e la bambina non avrebbe superato i dieci anni di età.\n\nOgni incontro con i medici ed ogni fallimento conseguente rendeva i genitori sempre più disperati e si sa, la disperazione porta a scelte estreme: essi, trovandosi spalle al muro e desiderosi di salvare la loro figlia, contattarono una maestra delle fiale che abitava poco distante dalla loro imponente villa.\n\nL'anziana signora venne quindi invitata nella reggia e rimase sbalordita dalla sontuosità e dalle ricchezze che si trovò davanti, visitò la bambina e poco dopo comunicò ai genitori che sarebbe stato possibile salvare la loro prole.\n\nI genitori, increduli, acconsentirono quindi alla soluzione proposta dalla Maestra: una pozione magica che, però, come spesso avviene quando si manipolano certe arti, avrebbe richiesto anche un altissimo costo, un'immensa ed incontenibile fame sarebbe infatti sorta nella bambina, un appetito che i genitori avrebbero dovuto contenere in qualsiasi modo a loro disposizione.\n\nLa pozione venne somministrata all'inferma, la quale però si addormentò davanti agli occhi dei suoi genitori, ora più preoccupati che sollevati.\n\nPassò del tempo ed ella continuava a dormire, finché un giorno i suoi occhi si riaprirono: era diversa, non più malata ma, come anticipato dalla maestra delle fiale, con un appetito incontenibile.\n\nI genitori diedero quindi fondo a tutte le loro ricchezze pur di procurarle del cibo, assumendo i migliori cuochi e cacciatori di belve di tutta Growsseth, ma nonostante ciò, la fame della giovane era insaziabile e fu in quel momento che i due capirono.\n\nI due capirono che il prezzo al quale si riferiva l'anziana donna era la loro stessa vita: presero coraggio, speranzosi che la loro figlia sarebbe guarita, e si fecero divorare.\n\nA pasto concluso e dopo la dipartita dei genitori le tracce della bambina si persero; tant'è che questa leggenda non ha nemmeno un finale univoco ma, nonostante ciò, questa storia bastò alla creazione di quel culto, veneratore della vita, del quale vi è traccia in qualche rarissimo e antichissimo libro.\n\nAll'interno della struttura, che presenta un elevato livello di organizzazione (tra prigioni, camere da letto e mense) ci sono degli individui armati di ascia e degli incantatori in grado di evocare spiriti oscuri.\n\nPresenta anche effigi realizzate con lana: un gatto, Annibale il Cannibale dell'Ordine d'Orata, Anna dell'Ordine d'Orata e un'ultima che, unendo la lana al legno, ci permette di comprendere come essi siano la stessa persona.\n\nA seguito di un brutale incendio divampato all'interno di questa imponente struttura, le conoscenze ed i segreti contenuti in essa sono andati perduti, ridotti in cenere.\n\nCiononostante, il fuoco ha rivelato una stanza nascosta, contenente una lanosa struttura circolare, in sospensione su dei tappeti arancioni: un'immagine... familiare. \n\nParte della struttura era una cassa contenente delle Perle di Ender, cassa che però attivava un meccanismo esplosivo. \nDegna di nota è la presenza di Insetti Antichi all'interno dei blocchi di pietra all'interno della stanza in questione. \n",
        "type": "PILLAGERS",
        "imagePath": "/assets/places/mansion_incendio.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 23,
        "name": "Cascata Trebutti",
        "x": "3254",
        "y": "0",
        "z": "2125",
        "x1": "3262",
        "y1": "65",
        "z1": "2140",
        "x2": "3238",
        "y2": "16",
        "z2": "2092",
        "description": "Un cratere di taglia colossale, generato probabilmente dall'erosione dell'acqua di fiumi diventati ora, per l'appunto, tre cascate.\n\nQueste colonne d'acqua scendono in profondità per svariate decine di blocchi.\n\nDi tutte le spedizioni organizzate per studiare cosa ci fosse sul fondo di questo cratere, nessuna ebbe successo e nessuno tornò indietro a raccontare cosa avesse visto.\n\nNelle sue prossimità si trovano le Caverne dell'Amore, gli esploratori, d'altronde, dovevano pur passare il tempo.",
        "type": "MINE",
        "imagePath": "/assets/places/trebbutti.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 87,
        "name": "Cascata TuttiGiuPerTerra",
        "x": "2916",
        "y": "62",
        "z": "792",
        "x1": "2893",
        "y1": "100",
        "z1": "767",
        "x2": "2976",
        "y2": "10",
        "z2": "832",
        "description": "Una cascata con una brutta storia dietro. Per molti, essa è stata l'ultima cosa vista prima di saltare.",
        "type": "WORLD",
        "imagePath": "/media/places/tuttigiuperterra.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 35,
        "name": "Castello Abissale di Re Vlasta",
        "x": "692",
        "y": "63",
        "z": "-966",
        "x1": "688",
        "y1": "60",
        "z1": "-943",
        "x2": "751",
        "y2": "31",
        "z2": "-1004",
        "description": "\"Re Vlasta defeated ■■■ alone\"\n\nUna struttura sommersa, protetta da Demoni Gorgone.\n\nA quanto pare, sia Re Vlasta che il suo esercito si sono trasformati nei Demoni Gorgone che difendono la struttura.\n\nCome hanno fatto, e, soprattutto, perché?",
        "type": "SEA",
        "imagePath": "/assets/places/vlasta.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 1,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 10,
        "name": "Cava dei Terreni",
        "x": "1350",
        "y": "30",
        "z": "260",
        "x1": "1311",
        "y1": "50",
        "z1": "231",
        "x2": "1506",
        "y2": "-63",
        "z2": "380",
        "description": "Un complesso sistema di grotte e falde sotterranee. \n\nUna volta abitate da una popolazione ostile a quella di Egobalego, furono in seguito conquistati.\n \nDeterminanti nella conquista furono la superiorità tecnologica derivante dalle lame diamantine degli egobaleghiani e le tecniche di guerra di Julius che riuscì a sgominare i Saltimbanchi, il corpo di difesa speciale di Cava dei Terreni.",
        "type": "MINE",
        "imagePath": "/assets/places/terreni.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 72,
        "name": "Cava Quattrolave",
        "x": "1355",
        "y": "-46",
        "z": "201",
        "x1": "1415",
        "y1": "-55",
        "z1": "",
        "x2": "1310",
        "y2": "0",
        "z2": "151",
        "description": "Una caverna ben nascosta, caratterizzata da quattro enormi pozze laviche.\n\nIn lontananza si può scorgere l'accesso ad una miniera abbandonata.\n\nSi dice che questa cava sia stata scoperta di recente per pura fortuna.",
        "type": "MINE",
        "imagePath": "/media/places/quattrolave.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 1,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 32,
        "name": "Centro Commerciale di Arrese",
        "x": "1400",
        "y": "14",
        "z": "360",
        "x1": "1465",
        "y1": "12",
        "z1": "374",
        "x2": "1304",
        "y2": "-57",
        "z2": "273",
        "description": "Un centro commerciale nel quale tutta Growsseth faceva acquisti.\n\nSfortunatamente fu il primo baluardo a cadere a seguito dell'invasione dei non morti.\n\nNei dintorni di questo centro commerciale si trovano le Piscine Dellacquacalda, luogo nel quale i Growssethiani andavano a trovare ristoro facendo il bagno.",
        "type": "MINE",
        "imagePath": "/assets/places/arrese.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 1,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 27,
        "name": "Città Ancestrale",
        "x": "4064",
        "y": "-34",
        "z": "2447",
        "x1": "4173",
        "y1": "-26",
        "z1": "2348",
        "x2": "4024",
        "y2": "-57",
        "z2": "2565",
        "description": "Delle antiche rovine sommerse dallo sculk rinvenute sotto terra.\n\nQuesto oscuro luogo di taglia colossale è nascosto sottoterra ed è illuminato da sole candele e sabbia delle anime incendiata.\n\nEsplorando la città ho scoperto dei laboratori sotterranei nei quali si studia la redstone e un gigantesco portale, che non sembra volersi accendere in alcun modo\n\nDa quanto si è potuto vedere, i Nediani, gli abitanti di questa antica citta, devono aver generato lo sculk come strumento di conquista dei popoli più deboli.\n\nLa loro creazione più potente, il demone sorvegliante, però, si rivelò incontrollabile: nessun popolo nella landa di Growsseth avrebbe potuto fermarlo.\n",
        "type": "DEEP_DARK",
        "imagePath": "/assets/places/ancientcity.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 3,
        "name": "Colle Buonamerenda",
        "x": "858",
        "y": "0",
        "z": "1419",
        "x1": "873",
        "y1": "110",
        "z1": "1431",
        "x2": "743",
        "y2": "55",
        "z2": "1321",
        "description": "Un villaggio costruito tra le colline e che vive nell'abbondanza grazie ai campi agricoli coltivati con dedizione.",
        "type": "VILLAGE",
        "imagePath": "/assets/places/buonamerenda.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 16,
        "name": "Costello di GoldMortadel",
        "x": "144",
        "y": "68",
        "z": "195",
        "x1": "142",
        "y1": "80",
        "z1": "188",
        "x2": "194",
        "y2": "25",
        "z2": "239",
        "description": "Una struttura presente a H'Tessworg.\n\nA prima vista sembrano due torri isolate, nascondono un complesso sistema di anfratti sotterranei presieduti da Maialtri.\n\nProprio per i suoi abitanti, i locali lo chiamano Costello ed è un luogo ideale nel quale custodire tesori preziosi e segreti indicibili.\n\nI pochi che sono riusciti a sfuggire dal Costello hanno raccontato di rituali molto particolari che vedevano protagonisti i Maialtri ed i maiali selvatici; ma chi siamo noi per giudicare.\n\nAd oggi il forte non è in buone condizioni, forse a causa di rivolte interne causate dai maiali selvatici che hanno smesso di sottostare ai riti imposti loro dai Maialtri.",
        "type": "BASTION",
        "imagePath": "/assets/places/goldenmortadel.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 70,
        "name": "Cratere del Deathstandy",
        "x": "3923 ",
        "y": "153 ",
        "z": "2813",
        "x1": "3931",
        "y1": "200",
        "z1": "2784",
        "x2": "3872",
        "y2": "110",
        "z2": "2843",
        "description": "Un enorme cratere nei pressi di una montagna.\n\nLe leggende narrano che si sia creata eoni fa a seguito della morte di una divinità che, nell'atto di trapassare, si accasciò al suolo spostando le terre con la sua schiena e creando proprio questa fossa.",
        "type": "WORLD",
        "imagePath": "/media/places/deathstandy.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 1,
        "name": "Egobalego",
        "x": "552",
        "y": "0",
        "z": "8",
        "x1": "559",
        "y1": "36",
        "z1": "89",
        "x2": "278",
        "y2": "-60",
        "z2": "-126",
        "description": "Le rovine dell'antico regno di Egobalego, il più grande ed importante regno di Growsseth.\n\nTesori rarissimi e conoscenza aspettano di essere trovati qui, da chi è abbastanza scaltro da evitare le trappole e i mostri delle profondità.\n\nSi dice che questa antica città sia sorta solo grazie a speciali pale diamantine.",
        "type": "MINE",
        "imagePath": "/assets/places/egobalego.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 21,
        "name": "Fenditura Profondissima",
        "x": "2756",
        "y": "0",
        "z": "2339",
        "x1": "2800",
        "y1": "73",
        "z1": "2341",
        "x2": "2740",
        "y2": "27",
        "z2": "2380",
        "description": "Una profonda fenditura nel suolo che si addentra nelle profondità della terra.\n\nSembra quasi che qualcuno abbia tirato un possente colpo di spada al suolo generandola, chissà quali misteri nasconde.",
        "type": "MINE",
        "imagePath": "/assets/places/profondissima.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 84,
        "name": "Fondale Belrespiro",
        "x": "984",
        "y": "41",
        "z": "-1176",
        "x1": "",
        "y1": "",
        "z1": "",
        "x2": "",
        "y2": "",
        "z2": "",
        "description": "Un avamposto dei Folloh'nichesi costruito sul fondale oceanico.\n\nPurtroppo qui non c'è nulla di prezioso, al di fuori del segreto della respirazione subacquea.",
        "type": "WORLD",
        "imagePath": "/media/places/belrespiro.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 60,
        "name": "Foresta dei funghi pois-rcini",
        "x": "1460",
        "y": "100",
        "z": "2400",
        "x1": "",
        "y1": "",
        "z1": "",
        "x2": "",
        "y2": "",
        "z2": "",
        "description": "Uno strano bosco nel quale sono cresciuti dei funghi a pois, solo di taglia colossale.",
        "type": "WORLD",
        "imagePath": "/assets/places/poisrcini.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 31,
        "name": "Fortezza del Nether",
        "x": "339",
        "y": "71",
        "z": "-242",
        "x1": "320",
        "y1": "84",
        "z1": "-305",
        "x2": "411",
        "y2": "37",
        "z2": "-141",
        "description": "Una misteriosa fortezza del Nether protetta da Demoni Lux e da Soldati Confine.\n\nAl suo interno si possono rinvenire lingotti di metalli preziosi e loro derivati come le bardature.\n\nEsplorando si possono trovare coltivazioni di Verruche del Nether, che sono anche all'interno delle casse.\n\nLa struttura presenta una sala particolarmente grande, la Camera Ardente, che sembra essere dedicata alla trasformazione dei prigionieri in soldati combustibile, tramite speciali incantesimi dei Demoni Lux.",
        "type": "NETHER",
        "imagePath": "/assets/places/fortezza.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 47,
        "name": "Fortezza del Sapere",
        "x": "1348",
        "y": "38",
        "z": "239",
        "x1": "1400",
        "y1": "44",
        "z1": "249",
        "x2": "1300",
        "y2": "18",
        "z2": "120",
        "description": "Un oscuro segreto è nascosto sotto villajjo, nelle viscere della terra.\n\nUn luogo misterioso, inaccessibile a tutti, apparentemente da molto tempo: quella che sembra a tutti gli effetti essere stata la dimora di uno studioso.\n\nL'immensa struttura sotterranea, che sembra individuabile solo grazie agli Occhi di Ender ha molte biblioteche e prigioni al suo interno ed è parassitata da delle strane creaturine che si muovono in gruppo e attaccano dalle rocce.\n\nQueste camere sono ancora infestate dal vecchio proprietario della dimora, ormai contagiato dalla piaga e reso aggressivo, alla fine dei suoi giorni, in armatura aurea.\n\nChe studi stavano venendo compiuti in questo luogo e perché gli Occhi di Ender conducono qui?",
        "type": "MINE",
        "imagePath": "/assets/places/stronghold.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 1,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 66,
        "name": "Fortezza di Seeh'r Joe",
        "x": "691",
        "y": "58",
        "z": "285",
        "x1": "743",
        "y1": "100",
        "z1": "206",
        "x2": "610",
        "y2": "20",
        "z2": "370",
        "description": "La seconda fortezza del Nether, decisamente più popolata e pericolosa della prima.\n\nSi estende su una pozza lavica molto estesa ed è difficile da attaccare sia dall'alto che dal basso.\n\nSi dice sia stata costruita da Seeh'r Joe, un abile architetto dall'animo oscuro.",
        "type": "NETHER",
        "imagePath": "/assets/places/fortezza_2.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 98,
        "name": "Funghipelago di Amsterdont",
        "x": "1297",
        "y": "63",
        "z": "5204",
        "x1": "1890",
        "y1": "100",
        "z1": "5540",
        "x2": "1210",
        "y2": "55",
        "z2": "4910",
        "description": "Un insieme di isole delle quali si parla in un antico mito associato al leggendario Manto Cremisi, noto tra gli H2Ostrogoti.\n\nQueste isole, coperte interamente da funghi e terra viola, sono zone ad accesso limitato per molti popoli, consapevoli degli effetti allucinogeni di tutto ciò che ivi risiede.",
        "type": "WORLD",
        "imagePath": "/media/places/amsterdont.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 15,
        "name": "Golemmilano Marittima",
        "x": "1696",
        "y": "0",
        "z": "128",
        "x1": "1662",
        "y1": "52",
        "z1": "160",
        "x2": "1767",
        "y2": "95",
        "z2": "77",
        "description": "Un tempo base dei predoni metallici, ora è stata liberata e vi è stata esportata la democrazia.\n\nI golem che un tempo erano qui prigionieri vi hanno trovato la loro nuova casa.\n\nMolto tempo dopo la liberazione dei prigionieri, qualcuno ha fatto nuovamente irruzione sull'isola, chiedendo cortesemente la possibilità di parlare col capo locale dei Predoni Metallici.\n\nInutile dire che questa richiesta si sia tradotta in un massacro di Predoni e nella quasi demolizione del loro avamposto.",
        "type": "PILLAGERS",
        "imagePath": "/assets/places/golemmilano.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 79,
        "name": "Grotta Andata",
        "x": "1416",
        "y": "35",
        "z": "230",
        "x1": "1463",
        "y1": "-1",
        "z1": "172",
        "x2": "1404",
        "y2": "55",
        "z2": "230",
        "description": "Un'ampia grotta sotto Villajjo, nella quale si può notare la presenza di miniere.\n\nSi dice che questa sia la grotta dove gli abitanti di Villajjo comincino a scavare per la prima volta.\n\nPer qualche strano motivo, si ritiene che ogni volta che essa venga visitata, cambi aspetto.",
        "type": "MINE",
        "imagePath": "/media/places/andata.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 75,
        "name": "Grotta Delavizzata",
        "x": "-710",
        "y": "23",
        "z": "630",
        "x1": "-671",
        "y1": "27",
        "z1": "670",
        "x2": "-761",
        "y2": "45",
        "z2": "624",
        "description": "Una grotta sotterranea, la cui conformazione è molto simile a quella del SottoSotto.\n\nDi recente è stata \"delavizzata\".",
        "type": "MINE",
        "imagePath": "/media/places/delavizzata.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 62,
        "name": "Grotta Mohl Hare",
        "x": "03450",
        "y": "90",
        "z": "3002",
        "x1": "",
        "y1": "",
        "z1": "",
        "x2": "",
        "y2": "",
        "z2": "",
        "description": "Una grotta le cui stalattiti e stalagmiti sembrano fauci pronte a divorare eventuali esploratori sprovveduti.\n\nChe segreti nasconderà?",
        "type": "MINE",
        "imagePath": "/assets/places/mohlhare.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 97,
        "name": "Grotta Oodle",
        "x": "1090 ",
        "y": "26",
        "z": "4064",
        "x1": "",
        "y1": "",
        "z1": "",
        "x2": "",
        "y2": "",
        "z2": "",
        "description": "Una grotta in profondità ricca di giacimenti di rame,\n\nDurante l'epoca imperiale in molti vi si sono avventurati per estrarlo in grande quantità, per poi, infine, assegnarle il nome con cui è nota ancora oggi.",
        "type": "MINE",
        "imagePath": "/media/places/oodle.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 45,
        "name": "Il Bæo",
        "x": "843",
        "y": "66",
        "z": "-1630",
        "x1": "858",
        "y1": "90",
        "z1": "-1615",
        "x2": "804",
        "y2": "53",
        "z2": "-1649",
        "description": "Una struttura sottoterra la cui funzione è ancora oggi avvolta dal mistero.\n\nNon si sa bene chi l'abbia costruita, perché e come sia stata sotterrata.\n\nTutto ciò che si sa, è che nel Bæo ci sono materiali apparentemente non trovabili altrove e cumuli di ghiaia che se rotti producono uno strano rumore.\n\nSe solo ci fosse un modo di scoprire cosa nascondono.",
        "type": "WORLD",
        "imagePath": "/assets/places/baeo.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 38,
        "name": "Il SottoSotto",
        "x": "1174",
        "y": "-1",
        "z": "-742",
        "x1": "1310",
        "y1": "16",
        "z1": "-637",
        "x2": "1010",
        "y2": "-25",
        "z2": "-917",
        "description": "Nelle viscere della terra si trova un luogo che definir incantato è poco.\n\nEsiste un luogo, il SottoSotto, il negativo del SottoSopra, costituito da un insieme di grotte e di piante che non si possono trovare in nessun altro luogo di Growsseth.\n\nQuesto peculiare luogo isolato dall'esterno sembra promettere a chiunque lo esplori ciò che più si vuole: diventa un parco giochi con i suoi rampicanti, diventa un luogo mistico con i suoi demoni ender, diventa la culla di un tesoro con le sue gemme preziose.\n\nDiventa ciò che desideri che sia...\n\nMa non finisce qui, le leggende sostengono che sotto il SottoSotto ci sia un sotto ancora più sotto: il SoooOOOOOoootto.",
        "type": "MINE",
        "imagePath": "/assets/places/sottosotto.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 81,
        "name": "Il vero ca**o",
        "x": "1356",
        "y": "79",
        "z": "-228",
        "x1": "1370",
        "y1": "75",
        "z1": "-238",
        "x2": "1346",
        "y2": "150",
        "z2": "-210",
        "description": "\"Un ca**o naturale, non l'ho fatto io\"\n\nUna conformazione naturale di forma fallica nei pressi di Elondo.\n\nSi dice che l'Uomo possa plasmare la Natura... ma cosa succede quando è la Natura a plasmarsi da sola, per essere come la vorrebbe l'Uomo?",
        "type": "WORLD",
        "imagePath": "/media/places/cazzo_2.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 91,
        "name": "Ingresso a H'tessWorg -  Bastione con Torrione",
        "x": "-127",
        "y": "54",
        "z": "846",
        "x1": "-121",
        "y1": "65",
        "z1": "839",
        "x2": "-135",
        "y2": "45",
        "z2": "853",
        "description": "Un portale costruito sul fianco di un Bastione che conduce ad una densa foresta.\n",
        "type": "NETHER_PORTALS",
        "imagePath": "/media/places/htessworg_torrione.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 99,
        "name": "Ingresso a H'tessworg - Amsterdont",
        "x": "169 ",
        "y": "70 ",
        "z": "644",
        "x1": "152",
        "y1": "100",
        "z1": "647",
        "x2": "173",
        "y2": "60",
        "z2": "663",
        "description": "L'accesso per H'tessworg a partire dalle terre di Amsterdont, si vede un lago di lava in lontananza. ",
        "type": "NETHER_PORTALS",
        "imagePath": "/media/places/htessworg_amsterdont.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 13,
        "name": "Ingresso a H'tessWorg - Foresta",
        "x": "100",
        "y": "90",
        "z": "23",
        "x1": "94",
        "y1": "99",
        "z1": "16",
        "x2": "110",
        "y2": "84",
        "z2": "28.5",
        "description": "Dall'altra parte del portale si apre un mondo nel quale ogni elemento, naturale o animale che sia, è completamente diverso da quanto visto finora.\n\nQuesto nuovo mondo, nel quale anche la vista del cielo è proibita, è abitato da strane creature: Maialtri, Maialtri non morti, oltre a Demoni bianchi e a moltissimi Demoni neri.\n\nTutto in questo inferno di fuoco e lava cerca di farti capire che non è il tuo mondo e che non dovresti essere qui.\n\nMa tu, invitto, resisti. Perché esiste questa dimensione? Quale è la tua missione qui?",
        "type": "NETHER_PORTALS",
        "imagePath": "/assets/places/htessworg.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 65,
        "name": "Ingresso a H'tessworg - Mario Monte",
        "x": "336",
        "y": "101",
        "z": "341",
        "x1": "",
        "y1": "",
        "z1": "",
        "x2": "",
        "y2": "",
        "z2": "",
        "description": "L'accesso a H'tessworg di Monte Mario si apre su una distesa di sabbia delle anime.\n\nOsservando i dintorni del portale, si possono notare facilmente dei residui lavici, questo in quanto, a seguito di scelte dicutibili, poi rinnegate e sistemate, il portale era stato circondato di lava.\n\nMemori di esperienze traumatiche passate si è quindi deciso per una protezione muraria impenetrabile, indistruttibile, invalicabile, solidissima...\nAttraversabile tramite una porta in legno.\n",
        "type": "NETHER_PORTALS",
        "imagePath": "/assets/places/htessworg_mario.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 102,
        "name": "Ingresso a H'tessworg - Monstā Cādo",
        "x": "449",
        "y": "60",
        "z": "-874",
        "x1": "442",
        "y1": "38",
        "z1": "-866",
        "x2": "460",
        "y2": "75",
        "z2": "-883",
        "description": "Un portale a H'Tessworg, costruito nel punto consigliato da Jack Blackrose, uno dei due gemelli del Nether.",
        "type": "NETHER_PORTALS",
        "imagePath": "/media/places/htessworg_monstac.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 40,
        "name": "Ingresso a H'Tessworg - Polar'Hetty",
        "x": "164",
        "y": "55",
        "z": "-135",
        "x1": "169",
        "y1": "100",
        "z1": "-138",
        "x2": "152",
        "y2": "45",
        "z2": "-125",
        "description": "Un nuovo punto di accesso alla dimensione di H'Tessworg nascosto tra le rocce.\n\nSebbene corrisponda ad un portale di Growsseth isolato dagli altri, le zone nei dintorni a H'Tessworg sono già state esplorate.",
        "type": "NETHER_PORTALS",
        "imagePath": "/assets/places/htessworg_polarhetty.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 78,
        "name": "Ingresso a H'tessWorg - Portale Dei Gemelli",
        "x": "428",
        "y": "84",
        "z": "87",
        "x1": "429",
        "y1": "83",
        "z1": "96",
        "x2": "418",
        "y2": "79",
        "z2": "87",
        "description": "Un portale nel Nether situato davanti ad un precipizio di lava. Si dice che la grande esplorazione dei gemelli del Nether partì da qui.",
        "type": "NETHER_PORTALS",
        "imagePath": "/media/places/htessworg_twins.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 95,
        "name": "Ingresso a H'tessWorg - Savana",
        "x": "134",
        "y": "66",
        "z": "530",
        "x1": "130",
        "y1": "75",
        "z1": "534",
        "x2": "142",
        "y2": "55",
        "z2": "528",
        "description": "Un accesso a H'tessworg generato come controparte  del portale dell'accampamento vicino al corso d'acqua.",
        "type": "NETHER_PORTALS",
        "imagePath": "/media/places/htessworg_savana.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 14,
        "name": "Ingresso a H'tessWorg - Villajjo",
        "x": "170",
        "y": "65",
        "z": "25",
        "x1": "165",
        "y1": "76",
        "z1": "30",
        "x2": "176.7",
        "y2": "62",
        "z2": "12",
        "description": "Un secondo portale per la dimensione di fuoco nota come H'Tessworg, si trova su un altura sospesa su un enorme lago di lava, in lontananza un portale in rovina.\n\nMentre il primo varco era apparentemente già presente nel mondo, questo è artificiale.\n\nChe ci siano dei rapporti spaziali tra i due mondi?",
        "type": "NETHER_PORTALS",
        "imagePath": "/assets/places/htessworg_base.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 29,
        "name": "Kor Teena (da 1 pezzo)",
        "x": "663",
        "y": "108",
        "z": "579",
        "x1": "703",
        "y1": "134",
        "z1": "547",
        "x2": "617",
        "y2": "105",
        "z2": "615",
        "description": "Uno dei più antichi e famosi villaggi di Growsseth\n\nScarsamente popolato, la comunità della città è sopravvissuta al clima freddo e ai contatti con i soggetti esterni ad essa; a tutti tranne che ad uno, uno scienziato-avventuriero-storico da poco arrivato in città col suo cavallo, il quale, dopo aver imposto al Paese un nome, gli ha anche assegnato un nuovo motto: \"Poliamore in letti\".\n\nLa comunità è guidata da un nobile, Poly, che usa rapportarsi in modo equivocamente ambiguo con tutti i membri del Paese e sembra venerare una divinità in armatura.\n\nÈ gemellata con Kor Teena (da 2 pezzi), la cui posizione è sconosciuta.",
        "type": "VILLAGE",
        "imagePath": "/assets/places/korteena.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 41,
        "name": "L'altro Villajjo",
        "x": "942",
        "y": "64",
        "z": "220",
        "x1": "878",
        "y1": "90",
        "z1": "268",
        "x2": "984",
        "y2": "55",
        "z2": "154",
        "description": "Un villaggio vicino a Villajjo.\n\nUn tempo era ricco e prospero, tuttavia l'abbattersi di una serie di sventure su di esso, raid di predoni metallici, orde di mostri, il rapimento dei cittadini; del tutto scorrelati tra loro, hanno fatto sì che vi rimanesse solo un piccolo, povero golem.",
        "type": "VILLAGE",
        "imagePath": "/assets/places/altro_villaggio.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 54,
        "name": "Lago di Bolooonhe",
        "x": "1703",
        "y": "62",
        "z": "450",
        "x1": "",
        "y1": "",
        "z1": "",
        "x2": "",
        "y2": "",
        "z2": "",
        "description": "Un lago nelle prossimità di Villajjo.\n\nPrima che la piaga si diffondesse, era un florido spaccio di merci e molti affari venivano fatti nelle prossimità di questo lago, spesso avvolto dalla \"nebbia\".\n\nTuttavia, con la volontà di tutelare i mercanti dell'epoca, che volevano detenere il monopolio di questi commerci, i regnanti decisero di interrompere questi traffici.\n\n",
        "type": "WORLD",
        "imagePath": "/assets/places/baloooohne.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 20,
        "name": "Mario Monte",
        "x": "2756",
        "y": "0",
        "z": "2339",
        "x1": "2672",
        "y1": "150",
        "z1": "2450",
        "x2": "2900",
        "y2": "46",
        "z2": "2717",
        "description": "Un'alta montagna che svetta su un bosco.\n\nSi dice che ere fa, il re di Growsseth, Mario, usasse promulgare le sue leggi dalla cima di questo monte.\n\nLa scalinata, il cui nome originale è Scala Quaranta, che portava alla sua sommità è stata recentemente restaurata da un esploratore del tutto competente nell'arte del restauro.\n\nSembrerebbe che sotto il monte si estenda un complesso sistema di grotte ed anfratti, magari usati dal re stesso.",
        "type": "WORLD",
        "imagePath": "/assets/places/mario_monte.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 64,
        "name": "Monte Ceres",
        "x": "3605",
        "y": "168",
        "z": "2947",
        "x1": "",
        "y1": "",
        "z1": "",
        "x2": "",
        "y2": "",
        "z2": "",
        "description": "Nelle vicinanze del Monte Heineken, vi è una seconda vetta, meno ricordata, il Monte Ceres.\n\nLe leggende popolari narrano che queste vette innevate sono abitate da uno Yeti, tale Ceres Yeager, che, spinto dall'invidia verso il vicino monte giurò di uccidere tutti quei caproni che gli abitavano vicini.\n\nCol passare degli anni, però, questa leggenda divenne un modo per attrarre turisti e vennero introdotte molte varianti.\n\nPer esempio si iniziò a sostenere che Ceres non era l'unico yeti, e che faceva invece parte di una specie.\n\nLa difficoltà nell'accordarsi su un'unica versione di questo mito fece si che la gente iniziò a stufarsene e a preferire altri lidi turistici.",
        "type": "WORLD",
        "imagePath": "/assets/places/ceres.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 24,
        "name": "Monte Heineken",
        "x": "3555",
        "y": "175",
        "z": "2644",
        "x1": "3534",
        "y1": "221",
        "z1": "2615",
        "x2": "3790",
        "y2": "109",
        "z2": "2778",
        "description": "Una delle vette più alte di Growsseth, perennemente ricoperta dalla neve.\n\nI venti freddi che soffiano tra questi ghiacci, sembrano portare candidi suoni.\n\nSi dice che la Divinità che ha abbandonato le Terre sia stata vista per l'ultima volta su una montagna.\n\nPossibile sia questa?",
        "type": "WORLD",
        "imagePath": "/assets/places/heineken.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 73,
        "name": "Monte Mobile",
        "x": "549",
        "y": "155",
        "z": "821",
        "x1": "",
        "y1": "",
        "z1": "",
        "x2": "",
        "y2": "",
        "z2": "",
        "description": "Una delle alte vette di Growsseth.\n\nLe leggende narrano che le sue nevi inghiottano gli esploratori incauti che non sono in grado di distinguere la neve dura da quella morbida.",
        "type": "WORLD",
        "imagePath": "/media/places/mobile.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 50,
        "name": "Monte Quayraza",
        "x": "1248",
        "y": "90",
        "z": "-1518",
        "x1": "",
        "y1": "",
        "z1": "",
        "x2": "",
        "y2": "",
        "z2": "",
        "description": "\"Il Saggio il pube si rasa, sulla vetta del Monte Quayraza\"\n\nQuesto è tutto ciò che gli antichi ci hanno lasciato a proposito di questo monte, il quale presenta giacimenti di smeraldi e carbone in superficie; ce lo faremo bastare.",
        "type": "WORLD",
        "imagePath": "/assets/places/quayraza.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 28,
        "name": "Monte Sbocco",
        "x": "3254",
        "y": "0",
        "z": "2125",
        "x1": "3117",
        "y1": "68",
        "z1": "2123",
        "x2": "3182",
        "y2": "115",
        "z2": "2026",
        "description": "Un monte dalla forma di testa con le fauci spalancate.\n\nGira voce che gli universitari che frequentavano la Sbocconi, al termine del loro percorso di studi, usassero radunarsi al Monte Sbocco per festeggiare, per sboccare insieme ed insieme al Monte Sbocco.\n\nGli intrugli alcolici che qui venivano prodotti, erano così forti da essere più penetranti della lava stessa.\n\nEfisio il mangialava in persona, d'altronde, in origine era null'altro che un universitario che sapeva divertirsi.",
        "type": "WORLD",
        "imagePath": "/assets/places/sbocco.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 53,
        "name": "Nave Affondata",
        "x": "1556",
        "y": "0",
        "z": "-1075",
        "x1": "1527",
        "y1": "43",
        "z1": "-1038",
        "x2": "1592",
        "y2": "100",
        "z2": "-1088",
        "description": "Una barca con la peculiare caratteristica di avere un buco nello scafo.\n\nDecisamente non una buona idea.\n\n\"A che pensavano quando l'hanno costrui- ah no, aspetta: è affondata dopo essere stata messa in acqua, lo scafo era apposto\", questo è quello che penserebbe uno sprovveduto.\n\nIn realtà il capitano aveva imposto alla sua ciurma e ai costruttori di crearla proprio così: con un buco nello scafo. Tutti erano ben consapevoli della fine che avrebbe fatto la nave, ma ne erano felici comunque.",
        "type": "SEA",
        "imagePath": "/assets/places/nave_1.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 12,
        "name": "Nug-Gate",
        "x": "632",
        "y": "0",
        "z": "136",
        "x1": "583",
        "y1": "-62",
        "z1": "96",
        "x2": "652",
        "y2": "22",
        "z2": "165",
        "description": "Nelle profondità della terra si trovano le rovine di Nug-Gate.\nUn tempo città prosperosa, cadde in rovina a seguito del folle tentativo di unire esseri umani e polli.\n",
        "type": "MINE",
        "imagePath": "/assets/places/nug-gate.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 83,
        "name": "Piana di Biancavilla",
        "x": "2259",
        "y": "69",
        "z": "-1668",
        "x1": "",
        "y1": "",
        "z1": "",
        "x2": "",
        "y2": "",
        "z2": "",
        "description": "Una grande vallata al cui centro si trova la dimora di un antico musicista.\n\nScoperta di recente, la struttura è stata razziata degli strumenti musicali che custodiva, ora esposti a cielo aperto.\n\nIn compenso è ritornata a suonare una dolce melodia che ricorda a chiunque sia di passaggio, con un filtro color seppia, il passato di quella grande abitazione.",
        "type": "STRUCTURE",
        "imagePath": "/media/places/biancavilla.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 6,
        "name": "Polar'hetty",
        "x": "410",
        "y": "0",
        "z": "-214",
        "x1": "75",
        "y1": "136",
        "z1": "-163",
        "x2": "758",
        "y2": "60",
        "z2": "-1279",
        "description": "Delle misteriose lande ghiacciate che ancora si devono svelare davanti ai tuoi occhi.\n\nCi sono pareri cotrastanti su queste lande: c'è chi dice che nonostante il freddo siano prospere, altri invece sostengono l'opposto; l'isolamento forzato e la volontà di autarchia del re Vlasta E. B. Hasta avrebbero danneggiato irrimediabilmente questa terra.\n\nForse re Vlasta era addirittura un membro della famiglia reale di Egobalego. \n\nQuello che è certo è che le guardie non ci sono più, e che queste lande sono accessibili ai più coraggiosi.\n\nIl tentativo di giungere in queste terre, però, è ostacolato da forze in grado di danneggiare le barche, far perdere l'orientamento, resettare la mente, togliere l'alimentazione ad ogni congegno in redstone e non.\n\nCosa stanno cercando di proteggere con così tanta foga?",
        "type": "WORLD",
        "imagePath": "/assets/places/polar'hetty.jpg",
        "ostID": "egobalego:icywanderer",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": true
    },
    {
        "id": 69,
        "name": "Portale artigianale",
        "x": "410",
        "y": "52",
        "z": "273",
        "x1": "427",
        "y1": "45",
        "z1": "254",
        "x2": "391",
        "y2": "57",
        "z2": "294",
        "description": "Un portale artigianale costruito a H'Tessworg dal ricercatore dopo innumerevoli sforzi.",
        "type": "NETHER_PORTALS",
        "imagePath": "/media/places/htessworg_mansion.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 85,
        "name": "Portale Dei Gemelli",
        "x": "3315",
        "y": "64",
        "z": "767",
        "x1": "3335",
        "y1": "75",
        "z1": "751",
        "x2": "3302",
        "y2": "63",
        "z2": "781",
        "description": "Un portale situato vicino al villaggio nel quale si dice sia nata la Piaga. C'è un'antica storia popolare che parla di due eroi gemelli che si sarebbero avventurati oltre questo portale.\nSembra però che ciò che resta di quella storia si sia inspiegabilmente perso nelle pozze di lava del portale...",
        "type": "PORTAL",
        "imagePath": "/media/places/portale_twins.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 76,
        "name": "Portale nella Mega Taiga",
        "x": "-947",
        "y": "64",
        "z": "780",
        "x1": "",
        "y1": "",
        "z1": "",
        "x2": "",
        "y2": "",
        "z2": "",
        "description": "Un portale immerso tra giganteschi abeti che attende di essere ricostruito.",
        "type": "PORTAL",
        "imagePath": "/media/places/portale_megataiga.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 7,
        "name": "Portale per H'tessWorg - Foresta",
        "x": "824",
        "y": "0",
        "z": "200",
        "x1": "852",
        "y1": "110",
        "z1": "228",
        "x2": "787",
        "y2": "68",
        "z2": "183",
        "description": "Dei misteriosi portali di ossidiana e ossidiana piangente, circondati da strutture in pietra e oro. Intorno ad essi si trova spesso della lava e dei curiosi blocchi rossi che non sembrano appartenere a questo mondo.\n\nChe siano un'enigma da risolvere?",
        "type": "PORTAL",
        "imagePath": "/assets/places/portale2.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 22,
        "name": "Portale per H'tessworg - Mario Monte",
        "x": "2722",
        "y": "120",
        "z": "2670",
        "x1": "2718",
        "y1": "133",
        "z1": "2666",
        "x2": "2742",
        "y2": "100",
        "z2": "2688",
        "description": "Un portale per H'Tessworg nelle vicinanze del Mario Monte.\n\nIn principio inattivo ed in rovina, la vicinanza al Mario Monte potrebbe indicare che il Re Mario avesse accesso all'altra dimensione.\n\nRecentemente è divenuto un centro di interesse e per questo motivo vi è stato costruito un alloggio mimetizzato perfettamente con l'ambiente naturale circostante.\n\nQuesto \"alloggio\" ha inoltre accesso ad un \"sotterraneo\"",
        "type": "PORTAL",
        "imagePath": "/assets/places/portale_mario_2.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 1,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 39,
        "name": "Portale per H'Tessworg - Polar'Hetty",
        "x": "1350",
        "y": "65",
        "z": "-982",
        "x1": "",
        "y1": "",
        "z1": "",
        "x2": "",
        "y2": "",
        "z2": "",
        "description": "Il portale più sfarzoso e colossale per H'Tessworg visto finora.\n\nO almeno, così era, prima che venisse rimpicciolito.",
        "type": "PORTAL",
        "imagePath": "/assets/places/portale_polarhetty.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 8,
        "name": "Spiaggia CacoCaco",
        "x": "1260",
        "y": "0",
        "z": "850",
        "x1": "1129",
        "y1": "57",
        "z1": "807",
        "x2": "1423",
        "y2": "99",
        "z2": "1087",
        "description": "Una spiaggia isolata, vicino ad un tesoro sommerso, ormai rinvenuto.\n\nIn questa zona crescono dei frutti a forma di stella che, se mangiati in coppia, permettono di capire, tramite un bizzarro rituale, se è vero amore.",
        "type": "WORLD",
        "imagePath": "/assets/places/cacocaco.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 5,
        "name": "Spiaggia Origine - World Spawn",
        "x": "400",
        "y": "0",
        "z": "-48",
        "x1": "376",
        "y1": "54",
        "z1": "47.3",
        "x2": "475",
        "y2": "124",
        "z2": "-116",
        "description": "Il luogo in cui ti sei risvegliato nella landa di Growsseth.\n\nTanto tempo e tanti passi sono passati da allora, e tanti ne sono davanti a te.\n\n\"Con un sacco di graffi in più.\nMa ancora qui\" ~ 24/07/23",
        "type": "WORLD",
        "imagePath": "/assets/places/spawn.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 96,
        "name": "Tempio di Vlasta tra i Coralli",
        "x": "1090",
        "y": "41",
        "z": "4447",
        "x1": "1119",
        "y1": "30",
        "z1": "4492",
        "x2": "1032",
        "y2": "100",
        "z2": "4404",
        "description": "Uno dei templi oceanici del grande Vlasta, costruito in prossimità di una barriera corallina.\n\nLa struttura, labirintica, pullula di scagnozzi posti a guardia di tre entità, che sembrerebbero essere Vlasta stesso, che si aggirano per gli intricati corridoi.\n\nIl fulcro dell'attività socio-politica del regno sottomarino avveniva nella ampia sala delle Escort situata all'interno della piramide. I periodici rituali orgiastici erano pratica comune per i generali, i quali erano diventati così dipendenti dalle porose ed erotiche superfici dei coralli, da passare ore ed ore in quella sala perdendo la cognizione del tempo all'esterno.",
        "type": "SEA",
        "imagePath": "/media/places/vlasta_2.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 25,
        "name": "Terre di Sculk",
        "x": "3658",
        "y": "15",
        "z": "2750",
        "x1": "",
        "y1": "",
        "z1": "",
        "x2": "",
        "y2": "",
        "z2": "",
        "description": "Sotto il monte Heineken si estende un sistema di caverne diverso da qualsiasi cosa sia mai comparsa in Growsseth.\n\nLe rocce sono tutte coperte da una sostanza verde, azzurra e nera, bioluminescente e che, soprattutto, sembra viva.\n\nChe sia questo il posto nel quale è cominciato tutto?\nNel quale la piaga è esplosa ed è dilagata per Growsseth?\n\nQuesta zona sembra il territorio di un demone, il demone Sorvegliante e della sua oscurità.\n\nCosa o chi sorveglia?\n\nUlteriori rilevamenti hanno reso plausibile come sia la morte ad espandere lo sculk; che siano stati gli abitanti di Egobalego ad impiantarlo nella terra per provare a sconfiggere e conquistare i popoli nemici per impadronirsi dei loro diamanti?",
        "type": "DEEP_DARK",
        "imagePath": "/assets/places/deepdark.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 1,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 44,
        "name": "Torre Kassah'no",
        "x": "725",
        "y": "0",
        "z": "-1235",
        "x1": "",
        "y1": "",
        "z1": "",
        "x2": "",
        "y2": "",
        "z2": "",
        "description": "Una torre nel mare protetta da Follonichesi.\n\nChissà che tipi di tesori proteggono.",
        "type": "SEA",
        "imagePath": "/assets/places/kassah'no.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 4,
        "name": "Torre To'tti",
        "x": "1432",
        "y": "0",
        "z": "1416",
        "x1": "1439",
        "y1": "75",
        "z1": "1421",
        "x2": "1401",
        "y2": "46",
        "z2": "1387",
        "description": "Delle rovine in mezzo al mare, circondate da tritoni.\n\nAl suo interno c'erano dei materiali apparentemente introvabili altrove e dei bellissimi disegni su terracotta.\n\nSi dice che i gorgoglii dei Follonichesi siano il retaggio di una vita dedicata all'alcool.",
        "type": "SEA",
        "imagePath": "/assets/places/totty.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 26,
        "name": "Traforo Agheenelano ",
        "x": "3700",
        "y": "1",
        "z": "2835",
        "x1": "",
        "y1": "",
        "z1": "",
        "x2": "",
        "y2": "",
        "z2": "",
        "description": "Delle misteriose grotte ricche di stallatiti e stalagmiti vicine alle terre di sculk, la loro conformazione fa sì che siano molto arieggiate.",
        "type": "MINE",
        "imagePath": "/assets/places/agheenelano.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 104,
        "name": "Trapo Cado",
        "x": "4050 ",
        "y": "67 ",
        "z": "-7280",
        "x1": "",
        "y1": "",
        "z1": "",
        "x2": "",
        "y2": "",
        "z2": "",
        "description": "Acerrimo nemico del villaggio di Monsta Cado, questo villaggio nel deserto è ricco di trappole, volte a catturare gli ignari visitatori.\n\nPersonalità influente della società è Jinzo, alla quale nessuno si oppone mai.\n\nPoco distante dal villaggio, si può trovare un'immensa voragine, utilizzata dagli abitanti del villaggio anche per liberarsi degli intrusi: il buco trappola senza fine",
        "type": "VILLAGE",
        "imagePath": "/media/places/place.png",
        "ostID": "",
        "ostCredits": "",
        "isNew": true,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 11,
        "name": "Tunnel Menchemmeno",
        "x": "779",
        "y": "30",
        "z": "143",
        "x1": "714",
        "y1": "60",
        "z1": "150",
        "x2": "821",
        "y2": "-65",
        "z2": "96",
        "description": "Il tunnel Menchemmeno è un'antica via di passaggio controllata dai Pollieri.\n\nConduce all'antica città di Nug-Gate.\n\nI Pollieri erano un antico popolo di Growsseth, vocato alla creazione di quella che era, secondo loro, la creatura perfetta: la fusione tra Uomo e Pollo.\n\nProprio con questi animali svilupparono un rapporto di simbiosi che li rendeva la loro cavalcatura, la loro fonte di piume per frecce nonché la loro fonte di sostentamento primaria.",
        "type": "MINE",
        "imagePath": "/assets/places/menchemmeno.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 94,
        "name": "Villaggio Degli H2Ostrogoti",
        "x": "1145",
        "y": "74",
        "z": "4070",
        "x1": "1097",
        "y1": "55",
        "z1": "4080",
        "x2": "1233",
        "y2": "150",
        "z2": "3932",
        "description": "Un villaggio che si sviluppa in verticale sul fianco di una collina, al di sotto della quale sembrano essere presenti delle terre di Sculk.\n\nGli abitanti, esperti agricoltori, hanno sviluppato delle particolari tecniche che consentono loro di manipolare le acque\n \nLa più caratteristica di esse, nonché quella che le distingue, è una sorta di moonwalk sull'acqua, che per comodità chiameremo WaterWalk.\n\nEssendo un popolo cresciuto in un apparente stato di isolamento, non si conosce molto della loro lingua, al di fuori del celebre saluto \"Palasgond!\"; che veniva utilizzato anche dai visitatori esterni alla comunità.",
        "type": "VILLAGE",
        "imagePath": "/media/places/h2ostrogoti.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 74,
        "name": "Villaggio di Capraecavoli",
        "x": "173",
        "y": "145",
        "z": "858",
        "x1": "",
        "y1": "",
        "z1": "",
        "x2": "",
        "y2": "",
        "z2": "",
        "description": "Un villaggio che da su una maestosa vallata, a fianco di uno splendido gruppo di ciliegi.\n\nSi dice che in questo villaggio vivesse un artigiano che nascondeva il segreto dei costrutti.\n\nDopo la venuta del ricercatore tale segreto è stato svelato e un nuovo sindaco è giunto in città: il sindaco Sa'Hala, che è a sua volta un costrutto.",
        "type": "VILLAGE",
        "imagePath": "/media/places/capraecavoli.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 77,
        "name": "Villaggio di Desolato",
        "x": "-1081",
        "y": "68",
        "z": "696",
        "x1": "-1057",
        "y1": "66",
        "z1": "717",
        "x2": "-1187",
        "y2": "99",
        "z2": "582",
        "description": "Un villaggio abitato da una sola persona.\n\nSi dice che la forte morale degli altri abitanti, ed il loro continuo sentirsi in colpa per i loro pensieri, frasi ed azioni, l'abbiano fatto depopolare.",
        "type": "VILLAGE",
        "imagePath": "/media/places/v_desolato.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 56,
        "name": "Villaggio di Iban",
        "x": "1671",
        "y": "63",
        "z": "-262",
        "x1": "1575",
        "y1": "90",
        "z1": "-204",
        "x2": "1711",
        "y2": "53",
        "z2": "-294",
        "description": "\"No alle bonifiche\"\n\nUn villaggio di origini antichissime che rifiutò l'antropizzazione a vantaggio di un maggiore contatto con la natura e gli animaletti.\n\nProtetto dal leggendario golem Donna-Rhum è casa degli altrettanto leggendari fabbri gemelli: Anhi ed Inno-Chen, rinomati per aver costruito il leggendario Ponte Dera, interamente in ferro. \n\nSebbene agli abitanti di questo villaggio l'idea di bonificare non va proprio giù, esigono comunque pagamenti in cambio delle loro prestazioni.",
        "type": "VILLAGE",
        "imagePath": "/assets/places/iban.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 1,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 101,
        "name": "Villaggio di Monstā Cādo",
        "x": "3611",
        "y": "66",
        "z": "-7002",
        "x1": "3561",
        "y1": "55",
        "z1": "-7087",
        "x2": "3493",
        "y2": "100",
        "z2": "-6950",
        "description": "\"It's time to d-d-d-duel!\"\n\nUn villaggio in un immenso bioma desertico.\n\nGli abitanti parlano una lingua diversa dalla nostra, così come sono diverse le loro usanze.\n\nPer dialogare tra loro sembrano fare riferimento a creature e oggetti del loro folklore.\n\nAlcuni dei nomi di spicco all'ultimo censimento datato anno 19-98 dai locali sono: la fascinosa Bustinatrix, il golem Gardna Grande Scudo e l'immancabile mascotte di Monstā Cādo, il cammello Elfo Misico.",
        "type": "VILLAGE",
        "imagePath": "/media/places/monsta_cado.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 61,
        "name": "Villaggio di Paolo Sarpig",
        "x": "1902",
        "y": "101",
        "z": "2990",
        "x1": "",
        "y1": "",
        "z1": "",
        "x2": "",
        "y2": "",
        "z2": "",
        "description": "Un villaggio situato nell'estremo oriente, sovrastato da ciliegi che, secondo le teorie irrazionali di molti, influenzerebbero il colore delle greggi.\n\nTipica del posto è la consumazione di carne, cotta in maniere del tutto inconcepibili al resto del mondo. Le malelingue annoverano tra le carni consumate in questo modo, anche quelle dei gatti, ma ciò non è comprovato in alcun modo.\n\nIl villaggio è molto esteso, a causa della proliferazione dei suoi abitanti, eppure il capo villaggio si è ritirato in disparte, in una casa isolata, non concedendo udienza a nessuno da anni, ormai.\n\nLa verità però sembra essere un'altra: il comandante di Paolo Sarpig non esiste, è una menzogna inventata dagli alti ranghi in capo al villaggio, forse a causa delle influenze degli abitanti di una villa nelle vicinanze.",
        "type": "VILLAGE",
        "imagePath": "/assets/places/paolo_sarpig.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 46,
        "name": "Villaggio di Pen Sione",
        "x": "1456",
        "y": "64",
        "z": "-1997",
        "x1": "1456",
        "y1": "64",
        "z1": "-2018",
        "x2": "1309",
        "y2": "75",
        "z2": "-1941",
        "description": "Un antico villaggio di scrittori in grado di consolare con i loro scritti.\n\nIl villaggio è decisamente ricco di risorse e di abitanti, i quali, però, non hanno lavoro al di fuori della scrittura.",
        "type": "VILLAGE",
        "imagePath": "/assets/places/pen_sione.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 43,
        "name": "Villaggio di Phreddura",
        "x": "262",
        "y": "63",
        "z": "-900",
        "x1": "",
        "y1": "",
        "z1": "",
        "x2": "",
        "y2": "",
        "z2": "",
        "description": "L'antico villaggio di Phreddura, protetto dal Golem Sedorf.\n\nSituato nelle vicinanze di Polar'Hetty gli abitanti si sono abituati al freddo, e non solo loro; anche il loro umorismo.",
        "type": "VILLAGE",
        "imagePath": "/assets/places/phreddura.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 88,
        "name": "Villaggio di Vaati-Kano",
        "x": "2951",
        "y": "70",
        "z": "685",
        "x1": "2911",
        "y1": "55",
        "z1": "762",
        "x2": "3026",
        "y2": "150",
        "z2": "609",
        "description": "Un villaggio situato nella conca di un monte non molto lontano dal Villaggio Zero. Il luogo prende il nome dalla lunga dinastia di Vaati che lo abitano. Benché si ritengano specializzati sull'origine della malattia, le loro doti di intuizione si sono perse nel tempo, ma gli abitanti del villaggio non glielo fanno pesare. \n\nRecenti voci hanno diffuso il pettegolezzo di strani comportamenti degli abitanti, motivo per il quale il posto non è molto visitato dai turisti con le famiglie.",
        "type": "VILLAGE",
        "imagePath": "/media/places/vaatikano.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 52,
        "name": "Villaggio Int'Her",
        "x": "1782",
        "y": "67",
        "z": "-2024",
        "x1": "1724",
        "y1": "94",
        "z1": "-2100",
        "x2": "1832",
        "y2": "65",
        "z2": "-1963",
        "description": "Vicini di casa sia degli abitanti del Villaggio Pen Sione che dei predoni metallici di Torre Mil'Han, i quali hanno dichiarato loro guerra molte lune fa.\n\nSi mormora che sia un villaggio fantoccio creato dagli abitanti di Pen Sione.\n\nOgni anno dei diciottenni vengono spediti in questo villaggio, proprio da Pen Sione, e difficilmente riescono a sopravvivere fino all'anno successivo.\nLo scopo dell'invio di questi giovani è il mantenimento di un avamposto a difesa di Pen Sione stessa, dall'avanzata dei Predoni Metallici della Torre Mil'han.\n\nA quanto pare, Pen Sione custodisce i Cachi del Re Conquistatore e i suoi abitanti sono disposti a tutto pur di proteggerli.\n\nNon è difficile confondere i due villaggi, soprattutto da quando i Predoni di Mil'Han hanno deciso di cambiare il nome di questo villaggio, da Mu Ghi Uan'M ad Int'Her.\n\nSi dice che questa scelta derivi dalla volontà di creare un unico, grande agglomerato: l'Int'Her-land Mil'han-ese.\n\nNon è molto chiaro cosa sperino di raggiungere in questo modo, ed è evidente che come sistema di difesa non sia molto efficace.\n",
        "type": "VILLAGE",
        "imagePath": "/assets/places/inther.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 89,
        "name": "Villaggio Zero",
        "x": "3251",
        "y": "72",
        "z": "874",
        "x1": "3223",
        "y1": "55",
        "z1": "956",
        "x2": "3310",
        "y2": "100",
        "z2": "803",
        "description": "Un villaggio disperso e ormai in rovina. Si dice che questo sia stato uno dei primi focolai della Piaga. L'unico superstite zombificato è stato di recente arso vivo da un sadico ricercatore.\n\nNon molto distante si trova la dimora di una apicoltrice che sembra essere stata contagiata da un residuo dell'antico focolaio dalla piaga che afflisse questo villaggio.\nLe sue amate api sono ancora lì in attesa che la loro padrona venga curata.",
        "type": "VILLAGE",
        "imagePath": "/media/places/vill_zero.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 2,
        "name": "Villajjo - Casa attuale",
        "x": "1344",
        "y": "68",
        "z": "240",
        "x1": "1364",
        "y1": "99",
        "z1": "242",
        "x2": "1296",
        "y2": "55",
        "z2": "395",
        "description": "\"Pochi, ma buoni\"\n\nUn villaggio in una pianura costeggiata da fiumi, il posto ideale dove costruire la propria casa.\n\nLa vita procedeva tranquilla in quel di Villajjo, un tempo conosciuto sotto il nome di Noche, finché un prode guerriero decise di farsi carico della protezione e della crescita di questa comunità, al tempo guidata da Padre Mammonk.\n\nDopo la scomparsa di Padre Mammonk, che alcuni ritengono essere asceso al rango di Arcangelo, e di molti altri abitanti, venne avviata un'opera di ripopolamento, \"convincendo\" gli abitanti di altri villaggi a trasferirsi in Paese e trasportandoli con innovative barche di terra. L'arrivo di Simonetta, permise a Ricky di procreare, riportando la vita a Villajjo.\n\nAncora a lutto per la perdita di Padre Mammonk, il ricercatore si prodigò a lungo per ricostruire la comunità, narrando le sue grandi gesta, formando un nuovo padre e costruendo il \"Pilone di Mammonk\", per ricordarsi della sua protezione. \n\nMolti sono i suoni di Villajjo: le feste musicali in casa del ricercatore, con annesso tappetino di Just Dance; i versi dello zoo dentro e fuori la suddetta casa, i rumori inumani provenienti da poco lontano, i versi dei villici che popolano la città, ed, infine, i suoni delle nuove campane installate sulla vecchia dimora di Padre Mammonk.\n\nPer proteggere gli abitanti di Villajjo dai mostri, il ricercatore ne ha costruito a sua volta uno: una splendida, solidissima, bicromatica muraglia che ne avvolge il perimetro; fatta eccezione per un lato, sul mare, e di una casa, dichiarata in terra di nessuno.\n\nA questa cinta muraria è stata poi abbinata, ovviamente, una nuova abitazione, più sontuosa, temeraria ed ambiziosa della precedente, su 3 piani, con la facciata ricoperta di muschio, per darle un aspetto selvaggio. Voci di corridoio dicono che ci siano delle prigioni in costruzione.\n\nIl villaggio piange la perdita di Simoner, il maialino più simpatico di Growsseth la cui vita, breve ma intensa, è finita col botto.\n\nPer le lande di Growsseth si è diffusa la voce che la cura alla piaga sia gelosamente custodita a Villajjo, che è tra l'altro protetta dalla divinità del cuoio e del fuoco: il Cuoco.\n\nA seguito degli avvenimenti dei mesi scorsi: il continuo invadere gli avamposti dei Predoni Metallici, l'incendio alla Casa della Setta, la scoperta della Cura - poi celata al resto del mondo -, la scomparsa di Simonetta; questa ridente comunità si è trovata sotto l'attacco congiunto di Predoni e Cannibali della Setta.\n\nUn attacco, tuttavia, organizzato in modo non proprio efficiente, facilmente respinto dal ricercatore e dai suoi due Golem e dalle poderose mura che cingono il villaggio.\n\nRibadita a tutta Growsseth la sicurezza di Villajjo, i suoi abitanti, che ora si sentono estremamente al sicuro, hanno deciso di diventare Maestri nelle loro professioni.",
        "type": "VILLAGE",
        "imagePath": "/assets/places/villajjo.jpg",
        "ostID": "egobalego:villajjo",
        "ostCredits": "prova2",
        "isNew": false,
        "priority": 1,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 19,
        "name": "Voragine Cubica",
        "x": "2617",
        "y": "0",
        "z": "1709",
        "x1": "2616",
        "y1": "68",
        "z1": "1700",
        "x2": "2633",
        "y2": "33",
        "z2": "1721",
        "description": "Un tempo zona florida nella quale sorgeva un prospero villaggio, venne distrutta da Nicolaos, il cubetto esplosivo, per ragioni ancora incerte.\n\nQuello che è certo è che, ormai, dell'antico villaggio, non resta che un enorme buco.",
        "type": "MINE",
        "imagePath": "/assets/places/cubica.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 17,
        "name": "Voragine di Cartagine",
        "x": "1733",
        "y": "1",
        "z": "342",
        "x1": "1816",
        "y1": "36",
        "z1": "391",
        "x2": "1675",
        "y2": "-32",
        "z2": "274",
        "description": "La Voragine di Cartagine fu la dimora di un antico popolo di cartografi.\n\nDopo essersi sviluppati all'interno di queste grotte decisero di mappare il mondo esterno alla loro grotta, ottenendo fama e reputazione per la loro carta, il loro ferro ed il loro oro.\nQuando anche questo lavoro fu compiuto, trovarono il modo di trascendere i limiti fisici del nostro mondo.\n\nEsplorarono altre dimensioni.\nCon non poche conseguenze, il regno divenne molto sensibile alle distorsioni spazio-temporali che purtroppo ancora oggi si verificano e traggono in inganno gli incauti visitatori.\n\nPurtroppo, Cartagine cadde quando il re consorte della regina Ferragni litigò con un bardo, passato alla storia col nome di Luijyeegi (pronuncia Luiiiiiigi).",
        "type": "MINE",
        "imagePath": "/assets/places/cartagine.jpg",
        "ostID": null,
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    },
    {
        "id": 71,
        "name": "Voragine di Godagine",
        "x": "925 ",
        "y": "-12 ",
        "z": "361",
        "x1": "",
        "y1": "",
        "z1": "",
        "x2": "",
        "y2": "",
        "z2": "",
        "description": "\"aaaaah\"\n- frequentatore abituale della Voragine di Godagine\n\nUna voragine sotterranea sulla quale si affacciano cascate di lava e d'acqua.\n\nIn origine era un luogo di piacere dove la gente si recava per soddisfare i propri istinti più reconditi, molto spesso offrendo diamanti e gioielli in cambio.\n\nL'incredibile presenza di scheletri arcieri in questa voragine è giustificata dal ruolo che avevano prima che la Piaga si abbattesse: proteggere clienti e lavoratori del luogo.",
        "type": "MINE",
        "imagePath": "/media/places/godagine.jpg",
        "ostID": "",
        "ostCredits": null,
        "isNew": false,
        "priority": 0,
        "hidden": false,
        "isFX": false
    }
]