{
    "rename": [
        {
            "content": "Mh..? Quella è una targhetta?\nUn regalo piuttosto... uhm... singolare, collega. Ti è rimasto a cuore il fatto che non ricordi il mio nome, presumo.\nDi certo non inizierò ad indossare un guinzaglio con questa attaccata, però va bene, chiamami pure come vuoi.",
            "id": "rename-first",
            "groups": "group-first-nametag",
            "groupUseLimit": 1,
            "useLimit": 1,
            "priority": -100
        },
        {
            "content": "Un'altra targhetta? Hai un modo molto particolare di comunicarmi che vuoi chiamarmi in un altro modo, collega.\nVa bene, tanto a me non fa alcuna differenza.",
            "priority": -500
        },
        {
            "content": "Uh, abbastanza autoesplicativo devo dire. Forse è meglio se ti inventi effettivamente un nome proprio di persona.",
            "requiresEventParam": "ricercatore"
        },
        {
            "content": "Uh, abbastanza autoesplicativo devo dire. Forse è meglio se ti inventi effettivamente un nome proprio di persona.",
            "requiresEventParam": "researcher"
        },
        {
            "content": "Collega, so che forse ti sei impegnato con tutto te stesso nello scegliere questo nome, ma anche io ho degli standard.",
            "requiresEventParam": "franco"
        },
        {
            "content": "Collega, ti sembro per caso un fagiolo?",
            "requiresEventParam": "folgo"
        },
        {
            "content": "Collega, ti sembro per caso un fagiolo?",
            "requiresEventParam": "foldo"
        },
        {
            "content": "...collega, no.",
            "requiresEventParam": "palle"
        },
        {
            "content": "...collega, no.",
            "requiresEventParam": "balls"
        },
        {
            "content": "Ho già sentito l'espressione \"uomo Synergo\" in passato da dei ragazzini di un villaggio. Mi sono sembrati molto... intrattenuti nel chiamarmi così, preferirei non ripetere l'esperienza.",
            "requiresEventParam": "synergo"
        },
        {
            "content": "Sabaku? In una lingua lontana significa più o meno \"deserto\", dico bene? In alcune vecchie favole si parlava di un certo \"Sabaku II\" come eroe dall'elmo dorato in un mondo oscuro.\nNella favola si parlava anche del suo allievo, ma il suo nome è andato perso nel tempo.\nIn ogni caso, questo nome sembra starti a cuore collega, ma non mi appartiene, mi dispiace.",
            "requiresEventParam": "sabaku"
        },
        {
            "content": "Il nome del vecchio re? Non voglio avere il nome di qualcuno che ha abbandonato il suo popolo quando aveva bisogno di lui, mi dispiace collega.",
            "requiresEventParam": "lucio"
        },
        {
            "content": "Il nome dell'antico arciere? Collega, forse mi hai sopravvalutato, la mia mira è paragonabile a una frana nel bel mezzo di un deserto. Per favore, pensa a qualcos'altro.",
            "requiresEventParam": "lionel"
        },
        {
            "content": "Il nome del lupo maledetto? Collega, per quanto mi piacciano i cani, preferirei evitare di chiamarmi come il mastino che sterminava le legioni avversarie.\n...E in tutto ciò sto dando per scontato che tu non ti aspettassi che iniziassi ad abbaiare per te.",
            "requiresEventParam": "julius"
        },
        {
            "content": "Il nome del cubetto esplosivo? Collega, ti ho forse mai dato l'idea di voler saltare in aria? Ho disseminato apposta i dintorni con escrementi anti-Creeper, no grazie.",
            "requiresEventParam": "nicolaos"
        },
        {
            "content": "Il nome di colui che morì per primo nella notte delle spade diamantine? Fu un evento terribile, uno dei tanti di quella guerra...\nPerdonami, ma non voglio avere un nome che richiami un evento così tragico.",
            "requiresEventParam": "wazo"
        },
        {
            "content": "Il nome del mangialava? Collega, io non ho di certo il suo fetish, né la sua maestria nel forgiare armi, perché mai dovrei utilizzare il suo nome?\nA meno che questo non sia un augurio di finire arrostito, lo trovo alquanto insensato.",
            "requiresEventParam": "efisio"
        },
        {
            "content": "Il nome del costruttore di ogni cosa, eh? Devo dire che da piccolo lo ammiravo molto, nel mio villaggio c'era un'enorme statua a sua immagine.\nDi sicuro è grazie a lui che la civiltà è rimasta intatta al giorno d'oggi, anche se non con lo splendore di una volta. Si dice che Ruslan sia impazzito tempo fa, che abbia forse trovato qualcosa di più grande di lui?\nOh, scusa collega, sto vaneggiando. Comunque non mi sento degno di portare tale nome.",
            "requiresEventParam": "ruslan"
        },
        {
            "content": "Collega, no. So benissimo cosa fa quella targhetta, e non ci tengo a subirne gli effetti, grazie.",
            "requiresEventParam": "grumm"
        },
        {
            "content": "Collega, no. So benissimo cosa fa quella targhetta, e non ci tengo a subirne gli effetti, grazie.",
            "requiresEventParam": "dinnerbone"
        },
        {
            "content": "Jeb_, eh? Scusa collega, il mio camice non possiede la capacità di cambiare colore se ci stavi sperando, ma il nome mi sta comunque bene.",
            "requiresEventParam": "jeb_",
            "groups": "group-first-nametag",
            "groupUseLimit": 1
        },
        {
            "content": "Oh, buffo che tu abbia scelto per me questo nome, era il nome del coniglietto che avevo quando ero piccolo.\nOra che ci penso, è strano che mi ricordi il suo nome ma non il mio, non trovi?\nLo accetto volentieri, in suo onore...",
            "requiresEventParam": "toast",
            "groups": "group-first-nametag",
            "groupUseLimit": 1
        },
        {
            "content": "Johnny? Che strano, il solo pensare di farmi chiamare così mi eccita, mi sento come se fossi in grado di affrontare qualsiasi nemico, ostile o meno che sia!\nLo accetto volentieri, questa grinta potrebbe salvarmi in situazioni disperate.",
            "requiresEventParam": "johnny",
            "groups": "group-first-nametag",
            "groupUseLimit": 1
        },
        {
            "content": "Il nome su questa targhetta... È così... familiare...\nManfredo, Manfredo... ripeterlo mi dà una strana sensazione... Che fosse il mio vecchio nome? Dannazione, non riesco a ricordare...\nOh, scusa, stavo blaterando tra me e me.\nLo accetto volentieri, non mi dispiace come nome.",
            "requiresEventParam": "manfredo",
            "groups": "group-first-nametag",
            "groupUseLimit": 1
        }
    ]
}