{
    "pages": [
        "For some time now, I've been studying amethyst crystals.\nThey're a mineral that emits a pleasant sound upon contact, but I haven't yet found a concrete use for these fragments.\n\nAt least, R■■■■■■ likes them.\n\nBy the way, I sent him",
        "to gather materials to repair my turntable a while ago, but he hasn't returned yet.\nNot even the melody he loves so much has brought him back.\nI'm starting to worry.\nI know he can take care of himself, but he's never been this late before...\n\nAnyway, in the",
        "meantime, I'll do some maintenance on my music circuit, although without his help in picking up things from the ground, it will take some time.\nThe recorded melody is our favorite, an old song that was played around the bonfires in my hometown.\n\nSuch fond memories:",
        "sweets and stories of distant travels and mysterious lands, all gathered around the fire...\n\nIf it didn't go out of tune every now and then, I could stay lost in my memories, instead of having to clean the basement all the time...",
        "",
        "R■■■■■■ still hasn't returned. I fear he's gotten into trouble... and what happened the other day only adds to my worries.\n\nLooking out the window, I spotted a group of shady characters carrying a grotesque banner with them.",
        "Fortunately, they were just passing through, but they didn't seem to have good intentions.\nI had heard that some individuals had turned to banditry, but I didn't think they had stooped so low.\nAlas, the days of our great kingdom are long gone...",
        "",
        "",
        "I've made a decision: I'm going out to look for him.\n\nIt doesn't matter if there are monsters or those bandits around, it's been too long, R■■■■■■ is out there somewhere and he needs help to come back home.\nHe needs me.",
        "That little guy has kept me company for all these long years of solitude and I don't intend to abandon him now.\n\nI'll search for him to the ends of the universe, if necessary."
    ],
    "name": "Abandoned Diary",
    "author": "???"
}
