{
    "pages": [
        "Diario di viaggio n° 113\n\nAvevo intenzione di continuare il mio viaggio verso est, ma un temporale improvviso mi ha obbligato a trovare riparo in una di queste caverne.\n\nSperavo di raggiungere\n",
        "l'insediamento prima del tramonto, ma dovrò aspettare che il tempo si rassereni. So bene che tempeste del genere possono durare anche per una settimana intera.\n\nNon ho molte provviste con me. Sono fradicio. E pure senza carbonella...\n",
        "L'unica compagnia che mi ritrovo ad avere in questi cunicoli sono solo delle piccole colonie di miceti che sembrano invece gradire il buio.\n\nChissà se riesco a farne crescere altri e farci qualcosa di commestibile.\n",
        "",
        "Teoricamente in natura bisognerebbe rifuggire dai colori sgargianti...\n\nMa la fame si è fatta sentire, e in un modo o nell'altro ho messo in pratica le mie discrete doti culinarie.\n\nNon avrà lo stesso sapore di una torta di zucca, ma il risultato\n",
        "ottenuto ha comunque aiutato a tenere a bada i morsi della fame.\n\nNon credevo che, prima o poi, sarei arrivato a mangiare una zuppa fatta con i funghi...\n",
        "",
        "La tempesta non accenna a passare; credo che dovrò rimanere qui sotto ancora per un po'.\n\nE devo assolutamente asciugare il camice, o si rovinerà.\n\nSarebbe così semplice pensare a una soluzione al problema, SE SOLO NON AVESSI\n",
        "TUTTO IL TEMPO QUESTO GOCCIOLIO IN TESTA!\n\n... accidenti, era da tanto che non mi innervosivo così, devo calmarmi e fare mente locale.\n\n\nMa aspetta un momento...\n",
        "Questa... non è acqua...",
        "",
        "",
        "HA AH! HA FUNZIONATO!\n\nMi ci è voluto un po' per riempire il calderone ma ora finalmente posso asciugare il mio povero camice e anche cuocere qualcos'altro.\n\nStavo giusto iniziando a stufarmi del dover aspettare tutte \n",
        "quelle ore per far crescere altri funghi...",
        "",
        "",
        "La tempesta è passata;\n\nÈ il momento di andare a verificare se le voci che ho sentito da quel viandante sono fondate."
    ],
    "name": "Appunti dimenticati",
    "author": "Ricercatore"
}
