{
    "name": "Burnt Diary",
    "author": "???",
    "pages": [
        "Day ■■■ Year β 1.9\n\nI just had a strange dream.\nThere were two beings with incomprehensible shapes, one had two bright green eyes, while I don't recall vivid memories of the other.\nThey talked at length about me as if I weren't there, using words I didn't understand.\nAt one point, they turned towards me and started painting with the stars some runes.\n\nOnce I woke up, I rushed to write them down in a book, with sweat on my forehead, but I don't even know why I gave so much importance to a dream.\nAfter finishing, the book started levitating on my Dragon Glass table, in the center of the room among my dusty bookshelves.\nI'm terrified and fascinated at the same time.",
        "",
        "Day ■■■ Year β 1.9\n\nI dreamt of those two beings again, but this time they didn't even glance at me.\nAs soon as I woke up, I experimented with the flying book, not knowing what could come out of it so I grabbed my old blunt sword, hoping it would be enough.\n\nAs I flipped through the pages of the book, they filled with ever-new runes, which I had never seen before.\nI started jotting down all the symbols I saw, and in no time",
        "I filled dozens of bookshelves. From them, after a while, the same characters I had previously written started flowing out, inexplicably converging towards the main book that shone ever brighter.\nI couldn't stop though, new words were continuing to",
        "appear, so I took some Lapis Lazuli with which I sometimes colored my clothes and started writing first on the walls, then on the floor, and finally even on the sword I had brought with me.\n\n\"ᔑ⎓⎓╎ꖎᔑℸ ̣ ᒷ⨅⨅ᔑ\"\n\nThis is the word I engraved on the sword",
        "before it turned from an old rusty blade into the sharpest weapon I had ever seen.\nAnd so I continued:\n\n\"ᔑᓭ!¡ᒷℸ ̣ ℸ ̣ 𝙹 ↸╎ ⎓⚍𝙹ᓵ𝙹\"\n\n\"ᓵ𝙹リℸ ̣ ∷ᔑᓵᓵ𝙹ꖎ!¡𝙹\"\n\n\"╎リ↸╎ᓭℸ ̣ ∷⚍ℸ ̣ ℸ ̣ ╎ʖ╎ꖎ╎ℸ ̣ ᔑ\"\n\n\"ᓭᔑᓵᓵ⍑ᒷ⊣⊣╎𝙹\" \n\nAnd still, I wrote on every single centimeter, observing each time a stronger effect than the previous one, doing the same on new books that began to shine in the same way...\nUntil finally, the sword broke, shooting its fragments all over",
        "the room.\nIt narrowly missed me, but the same can't be said for the book, now shattered into a thousand pieces still floating in the air.\n\nI need to rest.",
        "",
        "Day ■■■ Year β 1.9\n\nToday I dreamt again of the dark place among the stars where I had met the two beings, but they were completely gone.\nBut why? They gave me those symbols, for what reason would they now abandon me?",
        "I need answers.\n\nThe fragments of the destroyed book still fly around the room, with sparks trying to hold it together in an increasingly unstable manner.\nPerhaps this is a punishment?\nWhy do the eyes of that entity feel so familiar to me?",
        "",
        "\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhat is... the end?",
        "\n\n\n[The rest of the diary is too damaged and has become unreadable]"
    ]
}