{
    "name": "Diario abbandonato",
    "author": "???",
    "pages": [
        "...\nDa qualche tempo ho iniziato a studiare l'ametista. Si tratta di un minerale che emette un piacevole suono al contatto, ma ho la sensazione che potrei scoprire qualcosa di più...\nPer ora però non ho trovato un utilizzo concreto per questi cristalli.",
        "Almeno piacciono a R■■■■■■.\n\nA proposito, dove si sarà cacciato? L'ho mandato a cercare i materiali per riparare il mio amato giradischi ma non è ancora tornato, neanche quando l'ho richiamato con la melodia che tanto gli piace.\nCome tutti i membri",
        "della sua specie, il mio famiglio non possiede molta forza fisica e non è in grado di difendersi dai mostri, ma finora se l'è sempre cavata alla grande nel raccogliere materiali e provviste. Quelle creaturine devono essere davvero resilienti per riuscire a tornare sempre",
        "senza un graffio.\nSpero che torni presto, anche perché se non posso ascoltare i miei dischi musicali fatico a concentrarmi.\n\nMentre lo aspetto farò un po' di manutenzione al circuito musicale, la mia invenzione di cui vado più fiero e che",
        "il mio famiglio sembra apprezzare così tanto. Quella melodia mi ricorda la mia vecchia casa, le serate seduti intorno al focolare, ad ascoltare dagli anziani storie di mondi lontani e misteriosi...\nÈ un vero peccato che i blocchi musicali continuino a scalibrarsi e a riempirsi di ragnatele,",
        "ogni volta è un lavoraccio scendere a sistemare e spolverare il seminterrato.",
        "",
        "R■■■■■■ non è ancora tornato e temo sia finito nei guai.\n\nE quello che è successo pochi giorni fa non fa che aumentare le mie preoccupazioni.\nAffacciandomi alla finestra come mio solito, ho scorto un gruppetto di loschi figuri, con un",
        "grottesco stendardo appresso. Uno di loro ha persino provato a sfondarmi le pareti di casa, rovinando un blocco. Per fortuna non hanno danneggiato la torcia di redstone che fa funzionare il mio circuito.\nHo sentito dire che alcuni individui si sono dati al brigantaggio,",
        "ma non pensavo che fossero caduti così in basso...\n\nAhimé, i tempi del nostro grande regno sono finiti ormai.",
        "",
        "Ho deciso, uscirò in ricognizione per trovarlo.\n\nNon mi piace uscire dal laboratorio, soprattutto se c'è quella gente in giro oltre ai mostri notturni, ma R■■■■■■ è là fuori.\nQuel piccoletto mi ha tenuto compagnia in questi anni di",
        "solitudine, oltre a essermi d'aiuto nelle mie ricerche, e non intendo abbandonarlo ora.\n\nLo cercherò fino alla fine dell'universo, se necessario."
    ]
}